Repository: HKA-web/Microservice.Erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: {"en":{"Yes":"Yes","No":"No","Cancel":"Cancel","Close":"Close","Clear":"Clear","Done":"Done","Loading":"Loading...","Select":"Select...","Search":"Search","Back":"Back","OK":"OK","dxCollectionWidget-noDataText":"No data to display","dxDropDownEditor-selectLabel":"Select","validation-required":"Required","validation-required-formatted":"{0} is required","validation-numeric":"Value must be a number","validation-numeric-formatted":"{0} must be a number","validation-range":"Value is out of range","validation-range-formatted":"{0} is out of range","validation-stringLength":"The length of the value is not correct","validation-stringLength-formatted":"The length of {0} is not correct","validation-custom":"Value is invalid","validation-custom-formatted":"{0} is invalid","validation-async":"Value is invalid","validation-async-formatted":"{0} is invalid","validation-compare":"Values do not match","validation-compare-formatted":"{0} does not match","validation-pattern":"Value does not match pattern","validation-pattern-formatted":"{0} does not match pattern","validation-email":"Email is invalid","validation-email-formatted":"{0} is invalid","validation-mask":"Value is invalid","dxLookup-searchPlaceholder":"Minimum character number: {0}","dxList-pullingDownText":"Pull down to refresh...","dxList-pulledDownText":"Release to refresh...","dxList-refreshingText":"Refreshing...","dxList-pageLoadingText":"Loading...","dxList-nextButtonText":"More","dxList-selectAll":"Select All","dxListEditDecorator-delete":"Delete","dxListEditDecorator-more":"More","dxScrollView-pullingDownText":"Pull down to refresh...","dxScrollView-pulledDownText":"Release to refresh...","dxScrollView-refreshingText":"Refreshing...","dxScrollView-reachBottomText":"Loading...","dxDateBox-simulatedDataPickerTitleTime":"Select time","dxDateBox-simulatedDataPickerTitleDate":"Select date","dxDateBox-simulatedDataPickerTitleDateTime":"Select date and time","dxDateBox-validation-datetime":"Value must be a date or time","dxDateRangeBox-invalidStartDateMessage":"Start value must be a date","dxDateRangeBox-invalidEndDateMessage":"End value must be a date","dxDateRangeBox-startDateOutOfRangeMessage":"Start date is out of range","dxDateRangeBox-endDateOutOfRangeMessage":"End date is out of range","dxDateRangeBox-startDateLabel":"Start Date","dxDateRangeBox-endDateLabel":"End Date","dxFileUploader-selectFile":"Select a file","dxFileUploader-dropFile":"or Drop a file here","dxFileUploader-bytes":"bytes","dxFileUploader-kb":"KB","dxFileUploader-Mb":"MB","dxFileUploader-Gb":"GB","dxFileUploader-upload":"Upload","dxFileUploader-uploaded":"Uploaded","dxFileUploader-readyToUpload":"Ready to upload","dxFileUploader-uploadAbortedMessage":"Upload cancelled","dxFileUploader-uploadFailedMessage":"Upload failed","dxFileUploader-invalidFileExtension":"File type is not allowed","dxFileUploader-invalidMaxFileSize":"File is too large","dxFileUploader-invalidMinFileSize":"File is too small","dxRangeSlider-ariaFrom":"From","dxRangeSlider-ariaTill":"Till","dxSwitch-switchedOnText":"ON","dxSwitch-switchedOffText":"OFF","dxForm-optionalMark":"optional","dxForm-requiredMessage":"{0} is required","dxNumberBox-invalidValueMessage":"Value must be a number","dxNumberBox-noDataText":"No data","dxDataGrid-emptyHeaderWithColumnChooserText":"Use {0} to display columns","dxDataGrid-emptyHeaderWithGroupPanelText":"Drag a column from the group panel here","dxDataGrid-emptyHeaderWithColumnChooserAndGroupPanelText":"Use {0} or drag a column from the group panel","dxDataGrid-emptyHeaderColumnChooserText":"column chooser","dxDataGrid-columnChooserTitle":"Column Chooser","dxDataGrid-columnChooserEmptyText":"Drag a column here to hide it","dxDataGrid-groupContinuesMessage":"Continues on the next page","dxDataGrid-groupContinuedMessage":"Continued from the previous page","dxDataGrid-groupHeaderText":"Group by This Column","dxDataGrid-ungroupHeaderText":"Ungroup","dxDataGrid-ungroupAllText":"Ungroup All","dxDataGrid-editingEditRow":"Edit","dxDataGrid-editingSaveRowChanges":"Save","dxDataGrid-editingCancelRowChanges":"Cancel","dxDataGrid-editingDeleteRow":"Delete","dxDataGrid-editingUndeleteRow":"Undelete","dxDataGrid-editingConfirmDeleteMessage":"Are you sure you want to delete this record?","dxDataGrid-validationCancelChanges":"Cancel changes","dxDataGrid-groupPanelEmptyText":"Drag a column header here to group by that column","dxDataGrid-noDataText":"No data","dxDataGrid-searchPanelPlaceholder":"Search...","dxDataGrid-filterRowShowAllText":"(All)","dxDataGrid-filterRowResetOperationText":"Reset","dxDataGrid-filterRowOperationEquals":"Equals","dxDataGrid-filterRowOperationNotEquals":"Does not equal","dxDataGrid-filterRowOperationLess":"Less than","dxDataGrid-filterRowOperationLessOrEquals":"Less than or equal to","dxDataGrid-filterRowOperationGreater":"Greater than","dxDataGrid-filterRowOperationGreaterOrEquals":"Greater than or equal to","dxDataGrid-filterRowOperationStartsWith":"Starts with","dxDataGrid-filterRowOperationContains":"Contains","dxDataGrid-filterRowOperationNotContains":"Does not contain","dxDataGrid-filterRowOperationEndsWith":"Ends with","dxDataGrid-filterRowOperationBetween":"Between","dxDataGrid-filterRowOperationBetweenStartText":"Start","dxDataGrid-filterRowOperationBetweenEndText":"End","dxDataGrid-ariaSearchBox":"Search box","dxDataGrid-applyFilterText":"Apply filter","dxDataGrid-trueText":"true","dxDataGrid-falseText":"false","dxDataGrid-sortingAscendingText":"Sort Ascending","dxDataGrid-sortingDescendingText":"Sort Descending","dxDataGrid-sortingClearText":"Clear Sorting","dxDataGrid-ariaNotSortedColumn":"Not sorted column","dxDataGrid-ariaSortedAscendingColumn":"Column sorted in ascending order","dxDataGrid-ariaSortedDescendingColumn":"Column sorted in descending order","dxDataGrid-ariaSortIndex":"Sort index {0}","dxDataGrid-editingSaveAllChanges":"Save changes","dxDataGrid-editingCancelAllChanges":"Discard changes","dxDataGrid-editingAddRow":"Add a row","dxDataGrid-summaryMin":"Min: {0}","dxDataGrid-summaryMinOtherColumn":"Min of {1} is {0}","dxDataGrid-summaryMax":"Max: {0}","dxDataGrid-summaryMaxOtherColumn":"Max of {1} is {0}","dxDataGrid-summaryAvg":"Avg: {0}","dxDataGrid-summaryAvgOtherColumn":"Avg of {1} is {0}","dxDataGrid-summarySum":"Sum: {0}","dxDataGrid-summarySumOtherColumn":"Sum of {1} is {0}","dxDataGrid-summaryCount":"Count: {0}","dxDataGrid-columnFixingFix":"Fix","dxDataGrid-columnFixingUnfix":"Unfix","dxDataGrid-columnFixingLeftPosition":"To the left","dxDataGrid-columnFixingRightPosition":"To the right","dxDataGrid-exportTo":"Export","dxDataGrid-exportToExcel":"Export to Excel file","dxDataGrid-exporting":"Exporting...","dxDataGrid-excelFormat":"Excel file","dxDataGrid-selectedRows":"Selected rows","dxDataGrid-exportSelectedRows":"Export selected rows to {0}","dxDataGrid-exportAll":"Export all data to {0}","dxDataGrid-headerFilterLabel":"Filter options","dxDataGrid-headerFilterIndicatorLabel":"Show filter options for column \'{0}\'","dxDataGrid-headerFilterEmptyValue":"(Blanks)","dxDataGrid-headerFilterOK":"OK","dxDataGrid-headerFilterCancel":"Cancel","dxDataGrid-ariaAdaptiveCollapse":"Hide additional data","dxDataGrid-ariaAdaptiveExpand":"Display additional data","dxDataGrid-ariaColumn":"Column","dxDataGrid-ariaColumnHeader":"Column header","dxDataGrid-ariaValue":"Value","dxDataGrid-ariaError":"Error","dxDataGrid-ariaRevertButton":"Press Escape to discard the changes","dxDataGrid-ariaFilterCell":"Filter cell","dxDataGrid-ariaCollapse":"Collapse","dxDataGrid-ariaModifiedCell":"Modified","dxDataGrid-ariaDeletedCell":"Deleted","dxDataGrid-ariaEditableCell":"Editable","dxDataGrid-ariaExpand":"Expand","dxDataGrid-ariaCollapsedRow":"Collapsed row","dxDataGrid-ariaExpandedRow":"Expanded row","dxDataGrid-ariaDataGrid":"Data grid with {0} rows and {1} columns","dxDataGrid-ariaSearchInGrid":"Search in the data grid","dxDataGrid-ariaSelectAll":"Select all","dxDataGrid-ariaSelectRow":"Select row","dxDataGrid-ariaToolbar":"Data grid toolbar","dxDataGrid-ariaEditForm":"Edit form","dxDataGrid-filterBuilderPopupTitle":"Filter Builder","dxDataGrid-filterPanelCreateFilter":"Create Filter","dxDataGrid-filterPanelClearFilter":"Clear","dxDataGrid-filterPanelFilterEnabledHint":"Enable the filter","dxTreeList-ariaTreeList":"Tree list with {0} rows and {1} columns","dxTreeList-ariaSearchInGrid":"Search in the tree list","dxTreeList-ariaToolbar":"Tree list toolbar","dxTreeList-editingAddRowToNode":"Add","dxPager-infoText":"Page {0} of {1} ({2} items)","dxPager-pagesCountText":"of","dxPager-pageSize":"Items per page: {0}","dxPager-pageSizesAllText":"All","dxPager-page":"Page {0}","dxPager-prevPage":"Previous Page","dxPager-nextPage":"Next Page","dxPager-ariaLabel":"Page Navigation","dxPager-ariaPageSize":"Page size","dxPager-ariaPageNumber":"Page number","dxPivotGrid-grandTotal":"Grand Total","dxPivotGrid-total":"{0} Total","dxPivotGrid-fieldChooserTitle":"Field Chooser","dxPivotGrid-showFieldChooser":"Show Field Chooser","dxPivotGrid-expandAll":"Expand All","dxPivotGrid-collapseAll":"Collapse All","dxPivotGrid-sortColumnBySummary":"Sort \"{0}\" by This Column","dxPivotGrid-sortRowBySummary":"Sort \"{0}\" by This Row","dxPivotGrid-removeAllSorting":"Remove All Sorting","dxPivotGrid-dataNotAvailable":"N/A","dxPivotGrid-rowFields":"Row Fields","dxPivotGrid-columnFields":"Column Fields","dxPivotGrid-dataFields":"Data Fields","dxPivotGrid-filterFields":"Filter Fields","dxPivotGrid-allFields":"All Fields","dxPivotGrid-columnFieldArea":"Drop Column Fields Here","dxPivotGrid-dataFieldArea":"Drop Data Fields Here","dxPivotGrid-rowFieldArea":"Drop Row Fields Here","dxPivotGrid-filterFieldArea":"Drop Filter Fields Here","dxScheduler-editorLabelTitle":"Subject","dxScheduler-editorLabelStartDate":"Start Date","dxScheduler-editorLabelEndDate":"End Date","dxScheduler-editorLabelDescription":"Description","dxScheduler-editorLabelRecurrence":"Repeat","dxScheduler-openAppointment":"Open appointment","dxScheduler-recurrenceNever":"Never","dxScheduler-recurrenceMinutely":"Every minute","dxScheduler-recurrenceHourly":"Hourly","dxScheduler-recurrenceDaily":"Daily","dxScheduler-recurrenceWeekly":"Weekly","dxScheduler-recurrenceMonthly":"Monthly","dxScheduler-recurrenceYearly":"Yearly","dxScheduler-recurrenceRepeatEvery":"Repeat Every","dxScheduler-recurrenceRepeatOn":"Repeat On","dxScheduler-recurrenceEnd":"End repeat","dxScheduler-recurrenceAfter":"After","dxScheduler-recurrenceOn":"On","dxScheduler-recurrenceRepeatMinutely":"minute(s)","dxScheduler-recurrenceRepeatHourly":"hour(s)","dxScheduler-recurrenceRepeatDaily":"day(s)","dxScheduler-recurrenceRepeatWeekly":"week(s)","dxScheduler-recurrenceRepeatMonthly":"month(s)","dxScheduler-recurrenceRepeatYearly":"year(s)","dxScheduler-switcherDay":"Day","dxScheduler-switcherWeek":"Week","dxScheduler-switcherWorkWeek":"Work Week","dxScheduler-switcherMonth":"Month","dxScheduler-switcherAgenda":"Agenda","dxScheduler-switcherTimelineDay":"Timeline Day","dxScheduler-switcherTimelineWeek":"Timeline Week","dxScheduler-switcherTimelineWorkWeek":"Timeline Work Week","dxScheduler-switcherTimelineMonth":"Timeline Month","dxScheduler-recurrenceRepeatOnDate":"on date","dxScheduler-recurrenceRepeatCount":"occurrence(s)","dxScheduler-allDay":"All day","dxScheduler-confirmRecurrenceEditTitle":"Edit Recurring Appointment","dxScheduler-confirmRecurrenceDeleteTitle":"Delete Recurring Appointment","dxScheduler-confirmRecurrenceEditMessage":"Do you want to edit only this appointment or the whole series?","dxScheduler-confirmRecurrenceDeleteMessage":"Do you want to delete only this appointment or the whole series?","dxScheduler-confirmRecurrenceEditSeries":"Edit series","dxScheduler-confirmRecurrenceDeleteSeries":"Delete series","dxScheduler-confirmRecurrenceEditOccurrence":"Edit appointment","dxScheduler-confirmRecurrenceDeleteOccurrence":"Delete appointment","dxScheduler-noTimezoneTitle":"No timezone","dxScheduler-moreAppointments":"{0} more","dxCalendar-todayButtonText":"Today","dxCalendar-ariaWidgetName":"Calendar","dxCalendar-previousMonthButtonLabel":"Previous month","dxCalendar-previousYearButtonLabel":"Previous year","dxCalendar-previousDecadeButtonLabel":"Previous decade","dxCalendar-previousCenturyButtonLabel":"Previous century","dxCalendar-nextMonthButtonLabel":"Next month","dxCalendar-nextYearButtonLabel":"Next year","dxCalendar-nextDecadeButtonLabel":"Next decade","dxCalendar-nextCenturyButtonLabel":"Next century","dxCalendar-captionMonthLabel":"Month selection","dxCalendar-captionYearLabel":"Year selection","dxCalendar-captionDecadeLabel":"Decade selection","dxCalendar-captionCenturyLabel":"Century selection","dxColorView-ariaRed":"Red","dxColorView-ariaGreen":"Green","dxColorView-ariaBlue":"Blue","dxColorView-ariaAlpha":"Transparency","dxColorView-ariaHex":"Color code","dxTagBox-selected":"{0} selected","dxTagBox-allSelected":"All selected ({0})","dxTagBox-moreSelected":"{0} more","vizExport-printingButtonText":"Print","vizExport-titleMenuText":"Exporting/Printing","vizExport-exportButtonText":"{0} file","dxFilterBuilder-and":"And","dxFilterBuilder-or":"Or","dxFilterBuilder-notAnd":"Not And","dxFilterBuilder-notOr":"Not Or","dxFilterBuilder-addCondition":"Add Condition","dxFilterBuilder-addGroup":"Add Group","dxFilterBuilder-enterValueText":"<enter a value>","dxFilterBuilder-filterOperationEquals":"Equals","dxFilterBuilder-filterOperationNotEquals":"Does not equal","dxFilterBuilder-filterOperationLess":"Is less than","dxFilterBuilder-filterOperationLessOrEquals":"Is less than or equal to","dxFilterBuilder-filterOperationGreater":"Is greater than","dxFilterBuilder-filterOperationGreaterOrEquals":"Is greater than or equal to","dxFilterBuilder-filterOperationStartsWith":"Starts with","dxFilterBuilder-filterOperationContains":"Contains","dxFilterBuilder-filterOperationNotContains":"Does not contain","dxFilterBuilder-filterOperationEndsWith":"Ends with","dxFilterBuilder-filterOperationIsBlank":"Is blank","dxFilterBuilder-filterOperationIsNotBlank":"Is not blank","dxFilterBuilder-filterOperationBetween":"Is between","dxFilterBuilder-filterOperationAnyOf":"Is any of","dxFilterBuilder-filterOperationNoneOf":"Is none of","dxHtmlEditor-dialogColorCaption":"Change Font Color","dxHtmlEditor-dialogBackgroundCaption":"Change Background Color","dxHtmlEditor-dialogLinkCaption":"Add Link","dxHtmlEditor-dialogLinkUrlField":"URL","dxHtmlEditor-dialogLinkTextField":"Text","dxHtmlEditor-dialogLinkTargetField":"Open link in new window","dxHtmlEditor-dialogImageCaption":"Add Image","dxHtmlEditor-dialogImageUrlField":"URL","dxHtmlEditor-dialogImageAltField":"Alternate text","dxHtmlEditor-dialogImageWidthField":"Width (px)","dxHtmlEditor-dialogImageHeightField":"Height (px)","dxHtmlEditor-dialogInsertTableRowsField":"Rows","dxHtmlEditor-dialogInsertTableColumnsField":"Columns","dxHtmlEditor-dialogInsertTableCaption":"Insert Table","dxHtmlEditor-dialogUpdateImageCaption":"Update Image","dxHtmlEditor-dialogImageUpdateButton":"Update","dxHtmlEditor-dialogImageAddButton":"Add","dxHtmlEditor-dialogImageSpecifyUrl":"From the Web","dxHtmlEditor-dialogImageSelectFile":"From This Device","dxHtmlEditor-dialogImageKeepAspectRatio":"Keep Aspect Ratio","dxHtmlEditor-dialogImageEncodeToBase64":"Encode to Base64","dxHtmlEditor-heading":"Heading","dxHtmlEditor-normalText":"Normal text","dxHtmlEditor-background":"Background Color","dxHtmlEditor-bold":"Bold","dxHtmlEditor-color":"Font Color","dxHtmlEditor-font":"Font","dxHtmlEditor-italic":"Italic","dxHtmlEditor-link":"Add Link","dxHtmlEditor-image":"Add Image","dxHtmlEditor-size":"Size","dxHtmlEditor-strike":"Strikethrough","dxHtmlEditor-subscript":"Subscript","dxHtmlEditor-superscript":"Superscript","dxHtmlEditor-underline":"Underline","dxHtmlEditor-blockquote":"Blockquote","dxHtmlEditor-header":"Header","dxHtmlEditor-increaseIndent":"Increase Indent","dxHtmlEditor-decreaseIndent":"Decrease Indent","dxHtmlEditor-orderedList":"Ordered List","dxHtmlEditor-bulletList":"Bullet List","dxHtmlEditor-alignLeft":"Align Left","dxHtmlEditor-alignCenter":"Align Center","dxHtmlEditor-alignRight":"Align Right","dxHtmlEditor-alignJustify":"Align Justify","dxHtmlEditor-codeBlock":"Code Block","dxHtmlEditor-variable":"Add Variable","dxHtmlEditor-undo":"Undo","dxHtmlEditor-redo":"Redo","dxHtmlEditor-clear":"Clear Formatting","dxHtmlEditor-insertTable":"Insert Table","dxHtmlEditor-insertHeaderRow":"Insert Header Row","dxHtmlEditor-insertRowAbove":"Insert Row Above","dxHtmlEditor-insertRowBelow":"Insert Row Below","dxHtmlEditor-insertColumnLeft":"Insert Column Left","dxHtmlEditor-insertColumnRight":"Insert Column Right","dxHtmlEditor-deleteColumn":"Delete Column","dxHtmlEditor-deleteRow":"Delete Row","dxHtmlEditor-deleteTable":"Delete Table","dxHtmlEditor-cellProperties":"Cell Properties","dxHtmlEditor-tableProperties":"Table Properties","dxHtmlEditor-insert":"Insert","dxHtmlEditor-delete":"Delete","dxHtmlEditor-border":"Border","dxHtmlEditor-style":"Style","dxHtmlEditor-width":"Width","dxHtmlEditor-height":"Height","dxHtmlEditor-borderColor":"Color","dxHtmlEditor-tableBackground":"Background","dxHtmlEditor-dimensions":"Dimensions","dxHtmlEditor-alignment":"Alignment","dxHtmlEditor-horizontal":"Horizontal","dxHtmlEditor-vertical":"Vertical","dxHtmlEditor-paddingVertical":"Vertical Padding","dxHtmlEditor-paddingHorizontal":"Horizontal Padding","dxHtmlEditor-pixels":"Pixels","dxHtmlEditor-list":"List","dxHtmlEditor-ordered":"Ordered","dxHtmlEditor-bullet":"Bullet","dxHtmlEditor-align":"Align","dxHtmlEditor-center":"Center","dxHtmlEditor-left":"Left","dxHtmlEditor-right":"Right","dxHtmlEditor-indent":"Indent","dxHtmlEditor-justify":"Justify","dxHtmlEditor-borderStyleNone":"none","dxHtmlEditor-borderStyleHidden":"hidden","dxHtmlEditor-borderStyleDotted":"dotted","dxHtmlEditor-borderStyleDashed":"dashed","dxHtmlEditor-borderStyleSolid":"solid","dxHtmlEditor-borderStyleDouble":"double","dxHtmlEditor-borderStyleGroove":"groove","dxHtmlEditor-borderStyleRidge":"ridge","dxHtmlEditor-borderStyleInset":"inset","dxHtmlEditor-borderStyleOutset":"outset","dxFileManager-newDirectoryName":"Untitled directory","dxFileManager-rootDirectoryName":"Files","dxFileManager-errorNoAccess":"Access Denied. Operation could not be completed.","dxFileManager-errorDirectoryExistsFormat":"Directory \'{0}\' already exists.","dxFileManager-errorFileExistsFormat":"File \'{0}\' already exists.","dxFileManager-errorFileNotFoundFormat":"File \'{0}\' not found.","dxFileManager-errorDirectoryNotFoundFormat":"Directory \'{0}\' not found.","dxFileManager-errorWrongFileExtension":"File extension is not allowed.","dxFileManager-errorMaxFileSizeExceeded":"File size exceeds the maximum allowed size.","dxFileManager-errorInvalidSymbols":"This name contains invalid characters.","dxFileManager-errorDefault":"Unspecified error.","dxFileManager-errorDirectoryOpenFailed":"The directory cannot be opened","dxFileManager-commandCreate":"New directory","dxFileManager-commandRename":"Rename","dxFileManager-commandMove":"Move to","dxFileManager-commandCopy":"Copy to","dxFileManager-commandDelete":"Delete","dxFileManager-commandDownload":"Download","dxFileManager-commandUpload":"Upload files","dxFileManager-commandRefresh":"Refresh","dxFileManager-commandThumbnails":"Thumbnails View","dxFileManager-commandDetails":"Details View","dxFileManager-commandClearSelection":"Clear selection","dxFileManager-commandShowNavPane":"Toggle navigation pane","dxFileManager-dialogDirectoryChooserMoveTitle":"Move to","dxFileManager-dialogDirectoryChooserMoveButtonText":"Move","dxFileManager-dialogDirectoryChooserCopyTitle":"Copy to","dxFileManager-dialogDirectoryChooserCopyButtonText":"Copy","dxFileManager-dialogRenameItemTitle":"Rename","dxFileManager-dialogRenameItemButtonText":"Save","dxFileManager-dialogCreateDirectoryTitle":"New directory","dxFileManager-dialogCreateDirectoryButtonText":"Create","dxFileManager-dialogDeleteItemTitle":"Delete","dxFileManager-dialogDeleteItemButtonText":"Delete","dxFileManager-dialogDeleteItemSingleItemConfirmation":"Are you sure you want to delete {0}?","dxFileManager-dialogDeleteItemMultipleItemsConfirmation":"Are you sure you want to delete {0} items?","dxFileManager-dialogButtonCancel":"Cancel","dxFileManager-editingCreateSingleItemProcessingMessage":"Creating a directory inside {0}","dxFileManager-editingCreateSingleItemSuccessMessage":"Created a directory inside {0}","dxFileManager-editingCreateSingleItemErrorMessage":"Directory was not created","dxFileManager-editingCreateCommonErrorMessage":"Directory was not created","dxFileManager-editingRenameSingleItemProcessingMessage":"Renaming an item inside {0}","dxFileManager-editingRenameSingleItemSuccessMessage":"Renamed an item inside {0}","dxFileManager-editingRenameSingleItemErrorMessage":"Item was not renamed","dxFileManager-editingRenameCommonErrorMessage":"Item was not renamed","dxFileManager-editingDeleteSingleItemProcessingMessage":"Deleting an item from {0}","dxFileManager-editingDeleteMultipleItemsProcessingMessage":"Deleting {0} items from {1}","dxFileManager-editingDeleteSingleItemSuccessMessage":"Deleted an item from {0}","dxFileManager-editingDeleteMultipleItemsSuccessMessage":"Deleted {0} items from {1}","dxFileManager-editingDeleteSingleItemErrorMessage":"Item was not deleted","dxFileManager-editingDeleteMultipleItemsErrorMessage":"{0} items were not deleted","dxFileManager-editingDeleteCommonErrorMessage":"Some items were not deleted","dxFileManager-editingMoveSingleItemProcessingMessage":"Moving an item to {0}","dxFileManager-editingMoveMultipleItemsProcessingMessage":"Moving {0} items to {1}","dxFileManager-editingMoveSingleItemSuccessMessage":"Moved an item to {0}","dxFileManager-editingMoveMultipleItemsSuccessMessage":"Moved {0} items to {1}","dxFileManager-editingMoveSingleItemErrorMessage":"Item was not moved","dxFileManager-editingMoveMultipleItemsErrorMessage":"{0} items were not moved","dxFileManager-editingMoveCommonErrorMessage":"Some items were not moved","dxFileManager-editingCopySingleItemProcessingMessage":"Copying an item to {0}","dxFileManager-editingCopyMultipleItemsProcessingMessage":"Copying {0} items to {1}","dxFileManager-editingCopySingleItemSuccessMessage":"Copied an item to {0}","dxFileManager-editingCopyMultipleItemsSuccessMessage":"Copied {0} items to {1}","dxFileManager-editingCopySingleItemErrorMessage":"Item was not copied","dxFileManager-editingCopyMultipleItemsErrorMessage":"{0} items were not copied","dxFileManager-editingCopyCommonErrorMessage":"Some items were not copied","dxFileManager-editingUploadSingleItemProcessingMessage":"Uploading an item to {0}","dxFileManager-editingUploadMultipleItemsProcessingMessage":"Uploading {0} items to {1}","dxFileManager-editingUploadSingleItemSuccessMessage":"Uploaded an item to {0}","dxFileManager-editingUploadMultipleItemsSuccessMessage":"Uploaded {0} items to {1}","dxFileManager-editingUploadSingleItemErrorMessage":"Item was not uploaded","dxFileManager-editingUploadMultipleItemsErrorMessage":"{0} items were not uploaded","dxFileManager-editingUploadCanceledMessage":"Canceled","dxFileManager-editingDownloadSingleItemErrorMessage":"Item was not downloaded","dxFileManager-editingDownloadMultipleItemsErrorMessage":"{0} items were not downloaded","dxFileManager-listDetailsColumnCaptionName":"Name","dxFileManager-listDetailsColumnCaptionDateModified":"Date Modified","dxFileManager-listDetailsColumnCaptionFileSize":"File Size","dxFileManager-listThumbnailsTooltipTextSize":"Size","dxFileManager-listThumbnailsTooltipTextDateModified":"Date Modified","dxFileManager-notificationProgressPanelTitle":"Progress","dxFileManager-notificationProgressPanelEmptyListText":"No operations","dxFileManager-notificationProgressPanelOperationCanceled":"Canceled","dxDiagram-categoryGeneral":"General","dxDiagram-categoryFlowchart":"Flowchart","dxDiagram-categoryOrgChart":"Org Chart","dxDiagram-categoryContainers":"Containers","dxDiagram-categoryCustom":"Custom","dxDiagram-commandExportToSvg":"Export to SVG","dxDiagram-commandExportToPng":"Export to PNG","dxDiagram-commandExportToJpg":"Export to JPEG","dxDiagram-commandUndo":"Undo","dxDiagram-commandRedo":"Redo","dxDiagram-commandFontName":"Font Name","dxDiagram-commandFontSize":"Font Size","dxDiagram-commandBold":"Bold","dxDiagram-commandItalic":"Italic","dxDiagram-commandUnderline":"Underline","dxDiagram-commandTextColor":"Font Color","dxDiagram-commandLineColor":"Line Color","dxDiagram-commandLineWidth":"Line Width","dxDiagram-commandLineStyle":"Line Style","dxDiagram-commandLineStyleSolid":"Solid","dxDiagram-commandLineStyleDotted":"Dotted","dxDiagram-commandLineStyleDashed":"Dashed","dxDiagram-commandFillColor":"Fill Color","dxDiagram-commandAlignLeft":"Align Left","dxDiagram-commandAlignCenter":"Align Center","dxDiagram-commandAlignRight":"Align Right","dxDiagram-commandConnectorLineType":"Connector Line Type","dxDiagram-commandConnectorLineStraight":"Straight","dxDiagram-commandConnectorLineOrthogonal":"Orthogonal","dxDiagram-commandConnectorLineStart":"Connector Line Start","dxDiagram-commandConnectorLineEnd":"Connector Line End","dxDiagram-commandConnectorLineNone":"None","dxDiagram-commandConnectorLineArrow":"Arrow","dxDiagram-commandFullscreen":"Full Screen","dxDiagram-commandUnits":"Units","dxDiagram-commandPageSize":"Page Size","dxDiagram-commandPageOrientation":"Page Orientation","dxDiagram-commandPageOrientationLandscape":"Landscape","dxDiagram-commandPageOrientationPortrait":"Portrait","dxDiagram-commandPageColor":"Page Color","dxDiagram-commandShowGrid":"Show Grid","dxDiagram-commandSnapToGrid":"Snap to Grid","dxDiagram-commandGridSize":"Grid Size","dxDiagram-commandZoomLevel":"Zoom Level","dxDiagram-commandAutoZoom":"Auto Zoom","dxDiagram-commandFitToContent":"Fit to Content","dxDiagram-commandFitToWidth":"Fit to Width","dxDiagram-commandAutoZoomByContent":"Auto Zoom by Content","dxDiagram-commandAutoZoomByWidth":"Auto Zoom by Width","dxDiagram-commandSimpleView":"Simple View","dxDiagram-commandCut":"Cut","dxDiagram-commandCopy":"Copy","dxDiagram-commandPaste":"Paste","dxDiagram-commandSelectAll":"Select All","dxDiagram-commandDelete":"Delete","dxDiagram-commandBringToFront":"Bring to Front","dxDiagram-commandSendToBack":"Send to Back","dxDiagram-commandLock":"Lock","dxDiagram-commandUnlock":"Unlock","dxDiagram-commandInsertShapeImage":"Insert Image...","dxDiagram-commandEditShapeImage":"Change Image...","dxDiagram-commandDeleteShapeImage":"Delete Image","dxDiagram-commandLayoutLeftToRight":"Left-to-right","dxDiagram-commandLayoutRightToLeft":"Right-to-left","dxDiagram-commandLayoutTopToBottom":"Top-to-bottom","dxDiagram-commandLayoutBottomToTop":"Bottom-to-top","dxDiagram-unitIn":"in","dxDiagram-unitCm":"cm","dxDiagram-unitPx":"px","dxDiagram-dialogButtonOK":"OK","dxDiagram-dialogButtonCancel":"Cancel","dxDiagram-dialogInsertShapeImageTitle":"Insert Image","dxDiagram-dialogEditShapeImageTitle":"Change Image","dxDiagram-dialogEditShapeImageSelectButton":"Select image","dxDiagram-dialogEditShapeImageLabelText":"or drop a file here","dxDiagram-uiExport":"Export","dxDiagram-uiProperties":"Properties","dxDiagram-uiSettings":"Settings","dxDiagram-uiShowToolbox":"Show Toolbox","dxDiagram-uiSearch":"Search","dxDiagram-uiStyle":"Style","dxDiagram-uiLayout":"Layout","dxDiagram-uiLayoutTree":"Tree","dxDiagram-uiLayoutLayered":"Layered","dxDiagram-uiDiagram":"Diagram","dxDiagram-uiText":"Text","dxDiagram-uiObject":"Object","dxDiagram-uiConnector":"Connector","dxDiagram-uiPage":"Page","dxDiagram-shapeText":"Text","dxDiagram-shapeRectangle":"Rectangle","dxDiagram-shapeEllipse":"Ellipse","dxDiagram-shapeCross":"Cross","dxDiagram-shapeTriangle":"Triangle","dxDiagram-shapeDiamond":"Diamond","dxDiagram-shapeHeart":"Heart","dxDiagram-shapePentagon":"Pentagon","dxDiagram-shapeHexagon":"Hexagon","dxDiagram-shapeOctagon":"Octagon","dxDiagram-shapeStar":"Star","dxDiagram-shapeArrowLeft":"Left Arrow","dxDiagram-shapeArrowUp":"Up Arrow","dxDiagram-shapeArrowRight":"Right Arrow","dxDiagram-shapeArrowDown":"Down Arrow","dxDiagram-shapeArrowUpDown":"Up Down Arrow","dxDiagram-shapeArrowLeftRight":"Left Right Arrow","dxDiagram-shapeProcess":"Process","dxDiagram-shapeDecision":"Decision","dxDiagram-shapeTerminator":"Terminator","dxDiagram-shapePredefinedProcess":"Predefined Process","dxDiagram-shapeDocument":"Document","dxDiagram-shapeMultipleDocuments":"Multiple Documents","dxDiagram-shapeManualInput":"Manual Input","dxDiagram-shapePreparation":"Preparation","dxDiagram-shapeData":"Data","dxDiagram-shapeDatabase":"Database","dxDiagram-shapeHardDisk":"Hard Disk","dxDiagram-shapeInternalStorage":"Internal Storage","dxDiagram-shapePaperTape":"Paper Tape","dxDiagram-shapeManualOperation":"Manual Operation","dxDiagram-shapeDelay":"Delay","dxDiagram-shapeStoredData":"Stored Data","dxDiagram-shapeDisplay":"Display","dxDiagram-shapeMerge":"Merge","dxDiagram-shapeConnector":"Connector","dxDiagram-shapeOr":"Or","dxDiagram-shapeSummingJunction":"Summing Junction","dxDiagram-shapeContainerDefaultText":"Container","dxDiagram-shapeVerticalContainer":"Vertical Container","dxDiagram-shapeHorizontalContainer":"Horizontal Container","dxDiagram-shapeCardDefaultText":"Person\'s Name","dxDiagram-shapeCardWithImageOnLeft":"Card with Image on the Left","dxDiagram-shapeCardWithImageOnTop":"Card with Image on the Top","dxDiagram-shapeCardWithImageOnRight":"Card with Image on the Right","dxGantt-dialogTitle":"Title","dxGantt-dialogStartTitle":"Start","dxGantt-dialogEndTitle":"End","dxGantt-dialogProgressTitle":"Progress","dxGantt-dialogResourcesTitle":"Resources","dxGantt-dialogResourceManagerTitle":"Resource Manager","dxGantt-dialogTaskDetailsTitle":"Task Details","dxGantt-dialogEditResourceListHint":"Edit Resource List","dxGantt-dialogEditNoResources":"No resources","dxGantt-dialogButtonAdd":"Add","dxGantt-contextMenuNewTask":"New Task","dxGantt-contextMenuNewSubtask":"New Subtask","dxGantt-contextMenuDeleteTask":"Delete Task","dxGantt-contextMenuDeleteDependency":"Delete Dependency","dxGantt-dialogTaskDeleteConfirmation":"Deleting a task also deletes all its dependencies and subtasks. Are you sure you want to delete this task?","dxGantt-dialogDependencyDeleteConfirmation":"Are you sure you want to delete the dependency from the task?","dxGantt-dialogResourcesDeleteConfirmation":"Deleting a resource also deletes it from tasks to which this resource is assigned. Are you sure you want to delete these resources? Resources: {0}","dxGantt-dialogConstraintCriticalViolationMessage":"The task you are attempting to move is linked to a second task by a dependency relation. This change would conflict with dependency rules. How would you like to proceed?","dxGantt-dialogConstraintViolationMessage":"The task you are attempting to move is linked to a second task by a dependency relation. How would you like to proceed?","dxGantt-dialogCancelOperationMessage":"Cancel the operation","dxGantt-dialogDeleteDependencyMessage":"Delete the dependency","dxGantt-dialogMoveTaskAndKeepDependencyMessage":"Move the task and keep the dependency","dxGantt-dialogConstraintCriticalViolationSeveralTasksMessage":"The task you are attempting to move is linked to another tasks by dependency relations. This change would conflict with dependency rules. How would you like to proceed?","dxGantt-dialogConstraintViolationSeveralTasksMessage":"The task you are attempting to move is linked to another tasks by dependency relations. How would you like to proceed?","dxGantt-dialogDeleteDependenciesMessage":"Delete the dependency relations","dxGantt-dialogMoveTaskAndKeepDependenciesMessage":"Move the task and keep the dependencies","dxGantt-undo":"Undo","dxGantt-redo":"Redo","dxGantt-expandAll":"Expand All","dxGantt-collapseAll":"Collapse All","dxGantt-addNewTask":"Add New Task","dxGantt-deleteSelectedTask":"Delete Selected Task","dxGantt-zoomIn":"Zoom In","dxGantt-zoomOut":"Zoom Out","dxGantt-fullScreen":"Full Screen","dxGantt-quarter":"Q{0}","dxGantt-sortingAscendingText":"Sort Ascending","dxGantt-sortingDescendingText":"Sort Descending","dxGantt-sortingClearText":"Clear Sorting","dxGantt-showResources":"Show Resources","dxGantt-showDependencies":"Show Dependencies","dxGantt-dialogStartDateValidation":"Start date must be after {0}","dxGantt-dialogEndDateValidation":"End date must be after {0}","dxGallery-itemName":"Gallery item","dxMultiView-elementAriaRoleDescription":"MultiView","dxMultiView-elementAriaLabel":"Use the arrow keys or swipe to navigate between views","dxMultiView-itemAriaRoleDescription":"View","dxMultiView-itemAriaLabel":"{0} of {1}"}}
id: {"id":{"Yes":"Iya","No":"Tidak","Cancel":"Batal","Close":"Tutup","Clear":"Bersih","Done":"Selesai","Loading":"Memuat...","Select":"Pilih...","Search":"Pencarian","Back":"Kembali","OK":"Oke","dxCollectionWidget-noDataText":"Tidak ada data untuk ditampilkan","dxDropDownEditor-selectLabel":"Pilih","validation-required":"Diperlukan","validation-required-formatted":"{0} diperlukan","validation-numeric":"Nilai harus berupa angka","validation-numeric-formatted":"{0} harus berupa angka","validation-range":"Nilai di luar jangkauan","validation-range-formatted":"{0} di luar jangkauan","validation-stringLength":"Panjang nilainya tidak benar","validation-stringLength-formatted":"Panjang {0} tidak benar","validation-custom":"Nilai tidak valid","validation-custom-formatted":"{0} tidak valid","validation-async":"Nilai tidak cocok","validation-async-formatted":"{0} tidak cocok","validation-compare":"Nilai tidak cocok","validation-compare-formatted":"{0} tidak cocok","validation-pattern":"Nilai tidak sesuai dengan pola","validation-pattern-formatted":"{0} tidak cocok dengan pola","validation-email":"Email tidak valid","validation-email-formatted":"{0} tidak valid","validation-mask":"Nilai tidak valid","dxLookup-searchPlaceholder":"Jumlah karakter minimum: {0}","dxList-pullingDownText":"Tarik ke bawah untuk menyegarkan...","dxList-pulledDownText":"Lepaskan untuk menyegarkan...","dxList-refreshingText":"Menyegarkan...","dxList-pageLoadingText":"Memuat...","dxList-nextButtonText":"Lagi","dxList-selectAll":"Pilih Semua","dxListEditDecorator-delete":"Menghapus","dxListEditDecorator-more":"Lagi","dxScrollView-pullingDownText":"Tarik ke bawah untuk menyegarkan...","dxScrollView-pulledDownText":"Lepaskan untuk menyegarkan...","dxScrollView-refreshingText":"Menyegarkan...","dxScrollView-reachBottomText":"Memuat...","dxDateBox-simulatedDataPickerTitleTime":"Pilih waktu","dxDateBox-simulatedDataPickerTitleDate":"Pilih tanggal","dxDateBox-simulatedDataPickerTitleDateTime":"Pilih tanggal dan waktu","dxDateBox-validation-datetime":"Nilai harus berupa tanggal atau waktu","dxDateRangeBox-invalidStartDateMessage":"Nilai awal harus berupa tanggal","dxDateRangeBox-invalidEndDateMessage":"Nilai akhir harus berupa tanggal","dxDateRangeBox-startDateOutOfRangeMessage":"Tanggal mulai di luar rentang","dxDateRangeBox-endDateOutOfRangeMessage":"Tanggal akhir berada di luar rentang","dxDateRangeBox-startDateLabel":"Mulai tanggal","dxDateRangeBox-endDateLabel":"Tanggal Berakhir","dxFileUploader-selectFile":"Pilih file","dxFileUploader-dropFile":"atau Letakkan file di sini","dxFileUploader-bytes":"byte","dxFileUploader-kb":"KB","dxFileUploader-Mb":"MB","dxFileUploader-Gb":"GB","dxFileUploader-upload":"Mengunggah","dxFileUploader-uploaded":"Diunggah","dxFileUploader-readyToUpload":"Siap untuk diunggah","dxFileUploader-uploadAbortedMessage":"Pengunggahan dibatalkan","dxFileUploader-uploadFailedMessage":"Gagal mengunggah","dxFileUploader-invalidFileExtension":"Jenis file tidak diperbolehkan","dxFileUploader-invalidMaxFileSize":"File terlalu besar","dxFileUploader-invalidMinFileSize":"File terlalu kecil","dxRangeSlider-ariaFrom":"Dari","dxRangeSlider-ariaTill":"Sampai","dxSwitch-switchedOnText":"On","dxSwitch-switchedOffText":"Off","dxForm-optionalMark":"opsional","dxForm-requiredMessage":"{0} diperlukan","dxNumberBox-invalidValueMessage":"Nilai harus berupa angka","dxNumberBox-noDataText":"Tidak ada data","dxDataGrid-emptyHeaderWithColumnChooserText":"Gunakan {0} untuk menampilkan kolom","dxDataGrid-emptyHeaderWithGroupPanelText":"Seret kolom dari panel grup ke sini","dxDataGrid-emptyHeaderWithColumnChooserAndGroupPanelText":"Gunakan {0} atau seret kolom dari panel grup","dxDataGrid-emptyHeaderColumnChooserText":"pemilih kolom","dxDataGrid-columnChooserTitle":"Pemilih Kolom","dxDataGrid-columnChooserEmptyText":"Seret kolom ke sini untuk menyembunyikannya","dxDataGrid-groupContinuesMessage":"Berlanjut di halaman berikutnya","dxDataGrid-groupContinuedMessage":"Lanjutan dari halaman sebelumnya","dxDataGrid-groupHeaderText":"Kelompokkan berdasarkan Kolom Ini","dxDataGrid-ungroupHeaderText":"Pisahkan","dxDataGrid-ungroupAllText":"Pisahkan Semua","dxDataGrid-editingEditRow":"Sunting","dxDataGrid-editingSaveRowChanges":"Menyimpan","dxDataGrid-editingCancelRowChanges":"Membatalkan","dxDataGrid-editingDeleteRow":"Menghapus","dxDataGrid-editingUndeleteRow":"Batalkan penghapusan","dxDataGrid-editingConfirmDeleteMessage":"Apakah Anda yakin ingin menghapus catatan ini?","dxDataGrid-validationCancelChanges":"Batalkan perubahan","dxDataGrid-groupPanelEmptyText":"Seret header kolom ke sini untuk mengelompokkannya berdasarkan kolom tersebut","dxDataGrid-noDataText":"Tidak ada data","dxDataGrid-searchPanelPlaceholder":"Pencarian...","dxDataGrid-filterRowShowAllText":"(Semua)","dxDataGrid-filterRowResetOperationText":"Mengatur ulang","dxDataGrid-filterRowOperationEquals":"Setara","dxDataGrid-filterRowOperationNotEquals":"Tidak sama","dxDataGrid-filterRowOperationLess":"Kurang dari","dxDataGrid-filterRowOperationLessOrEquals":"Kurang dari atau sama dengan","dxDataGrid-filterRowOperationGreater":"Lebih besar dari","dxDataGrid-filterRowOperationGreaterOrEquals":"Lebih dari atau sama dengan","dxDataGrid-filterRowOperationStartsWith":"Dimulai dengan","dxDataGrid-filterRowOperationContains":"Mengandung","dxDataGrid-filterRowOperationNotContains":"Tidak mengandung","dxDataGrid-filterRowOperationEndsWith":"Berakhir dengan","dxDataGrid-filterRowOperationBetween":"Di antara","dxDataGrid-filterRowOperationBetweenStartText":"Awal","dxDataGrid-filterRowOperationBetweenEndText":"Akhir","dxDataGrid-ariaSearchBox":"Kotak pencarian","dxDataGrid-applyFilterText":"Terapkan penyaring","dxDataGrid-trueText":"Benar","dxDataGrid-falseText":"Salah","dxDataGrid-sortingAscendingText":"Urutkan Menaik","dxDataGrid-sortingDescendingText":"Urutkan Menurun","dxDataGrid-sortingClearText":"Penyortiran yang Jelas","dxDataGrid-ariaNotSortedColumn":"Kolom tidak diurutkan","dxDataGrid-ariaSortedAscendingColumn":"Kolom diurutkan dalam urutan menaik","dxDataGrid-ariaSortedDescendingColumn":"Kolom diurutkan dalam urutan menurun","dxDataGrid-ariaSortIndex":"Urutkan indeks {0}","dxDataGrid-editingSaveAllChanges":"Simpan perubahan","dxDataGrid-editingCancelAllChanges":"Membuang perubahan","dxDataGrid-editingAddRow":"Tambahkan satu baris","dxDataGrid-summaryMin":"Minimal: {0}","dxDataGrid-summaryMinOtherColumn":"Minimal {1} ??adalah {0}","dxDataGrid-summaryMax":"Maks: {0}","dxDataGrid-summaryMaxOtherColumn":"Maksimal {1} ??adalah {0}","dxDataGrid-summaryAvg":"Rata-rata: {0}","dxDataGrid-summaryAvgOtherColumn":"Rata-rata {1} adalah {0}","dxDataGrid-summarySum":"Jumlah: {0}","dxDataGrid-summarySumOtherColumn":"Jumlah {1} adalah {0}","dxDataGrid-summaryCount":"Jumlah: {0}","dxDataGrid-columnFixingFix":"Memperbaiki","dxDataGrid-columnFixingUnfix":"Hapus perbaikan","dxDataGrid-columnFixingLeftPosition":"Ke kiri","dxDataGrid-columnFixingRightPosition":"Ke kanan","dxDataGrid-exportTo":"Ekspor","dxDataGrid-exportToExcel":"Ekspor ke file Excel","dxDataGrid-exporting":"Mengekspor...","dxDataGrid-excelFormat":"berkas Excel","dxDataGrid-selectedRows":"Baris yang dipilih","dxDataGrid-exportSelectedRows":"Ekspor baris yang dipilih ke {0}","dxDataGrid-exportAll":"Ekspor semua data ke {0}","dxDataGrid-headerFilterLabel":"Opsi penyaring","dxDataGrid-headerFilterIndicatorLabel":"Tampilkan opsi filter untuk kolom \'{0}\'","dxDataGrid-headerFilterEmptyValue":"(Kosong)","dxDataGrid-headerFilterOK":"Oke","dxDataGrid-headerFilterCancel":"Membatalkan","dxDataGrid-ariaAdaptiveCollapse":"Sembunyikan data tambahan","dxDataGrid-ariaAdaptiveExpand":"Tampilkan data tambahan","dxDataGrid-ariaColumn":"Kolom","dxDataGrid-ariaColumnHeader":"Tajuk kolom","dxDataGrid-ariaValue":"Nilai","dxDataGrid-ariaError":"Kesalahan","dxDataGrid-ariaRevertButton":"Tekan Escape untuk membuang perubahan","dxDataGrid-ariaFilterCell":"Saring sel","dxDataGrid-ariaCollapse":"Runtuh","dxDataGrid-ariaModifiedCell":"Diubah","dxDataGrid-ariaDeletedCell":"Dihapus","dxDataGrid-ariaEditableCell":"Dapat diedit","dxDataGrid-ariaExpand":"Memperluas","dxDataGrid-ariaCollapsedRow":"Baris yang diciutkan","dxDataGrid-ariaExpandedRow":"Baris yang diperluas","dxDataGrid-ariaDataGrid":"Kisi data dengan {0} baris dan {1} kolom","dxDataGrid-ariaSearchInGrid":"Cari di jaringan data","dxDataGrid-ariaSelectAll":"Pilih Semua","dxDataGrid-ariaSelectRow":"Pilih baris","dxDataGrid-ariaToolbar":"Bilah alat kisi data","dxDataGrid-ariaEditForm":"Sunting formulir","dxDataGrid-filterBuilderPopupTitle":"Pembuat Filter","dxDataGrid-filterPanelCreateFilter":"Buat Filter","dxDataGrid-filterPanelClearFilter":"Jernih","dxDataGrid-filterPanelFilterEnabledHint":"Aktifkan filternya","dxTreeList-ariaTreeList":"Daftar pohon dengan {0} baris dan {1} kolom","dxTreeList-ariaSearchInGrid":"Cari di daftar pohon","dxTreeList-ariaToolbar":"Bilah alat daftar pohon","dxTreeList-editingAddRowToNode":"Menambahkan","dxPager-infoText":"Halaman {0} dari {1} ({2} item)","dxPager-pagesCountText":"dari","dxPager-pageSize":"Item per halaman: {0}","dxPager-pageSizesAllText":"Semua","dxPager-page":"Halaman {0}","dxPager-prevPage":"Halaman sebelumnya","dxPager-nextPage":"Halaman selanjutnya","dxPager-ariaLabel":"Navigasi Halaman","dxPager-ariaPageSize":"Ukuran halaman","dxPager-ariaPageNumber":"Nomor halaman","dxPivotGrid-grandTotal":"Hasil akhir","dxPivotGrid-total":"{0} Jumlah","dxPivotGrid-fieldChooserTitle":"Pemilih Bidang","dxPivotGrid-showFieldChooser":"Tampilkan Pemilih Bidang","dxPivotGrid-expandAll":"Melebarkan semua","dxPivotGrid-collapseAll":"Ciutkan Semua","dxPivotGrid-sortColumnBySummary":"Urutkan \"{0}\" berdasarkan Kolom Ini","dxPivotGrid-sortRowBySummary":"Urutkan \"{0}\" berdasarkan Baris Ini","dxPivotGrid-removeAllSorting":"Hapus Semua Penyortiran","dxPivotGrid-dataNotAvailable":"Tidak Tersedia Label","dxPivotGrid-rowFields":"Bidang Baris","dxPivotGrid-columnFields":"Bidang Kolom","dxPivotGrid-dataFields":"Bidang Data","dxPivotGrid-filterFields":"Bidang Filter","dxPivotGrid-allFields":"Semua bidang","dxPivotGrid-columnFieldArea":"Letakkan Bidang Kolom Di Sini","dxPivotGrid-dataFieldArea":"Letakkan Bidang Data Di Sini","dxPivotGrid-rowFieldArea":"Letakkan Bidang Baris Di Sini","dxPivotGrid-filterFieldArea":"Jatuhkan Bidang Filter Di Sini","dxScheduler-editorLabelTitle":"Subjek","dxScheduler-editorLabelStartDate":"Mulai tanggal","dxScheduler-editorLabelEndDate":"Tanggal Berakhir","dxScheduler-editorLabelDescription":"Keterangan","dxScheduler-editorLabelRecurrence":"Mengulang","dxScheduler-openAppointment":"Janji terbuka","dxScheduler-recurrenceNever":"Tidak pernah","dxScheduler-recurrenceMinutely":"Setiap menit","dxScheduler-recurrenceHourly":"Per jam","dxScheduler-recurrenceDaily":"Sehari-hari","dxScheduler-recurrenceWeekly":"Mingguan","dxScheduler-recurrenceMonthly":"Bulanan","dxScheduler-recurrenceYearly":"Tahunan","dxScheduler-recurrenceRepeatEvery":"Ulangi Setiap","dxScheduler-recurrenceRepeatOn":"Ulangi Aktif","dxScheduler-recurrenceEnd":"Akhiri ulangi","dxScheduler-recurrenceAfter":"Setelah","dxScheduler-recurrenceOn":"Pada","dxScheduler-recurrenceRepeatMinutely":"menit)","dxScheduler-recurrenceRepeatHourly":"jam)","dxScheduler-recurrenceRepeatDaily":"hari","dxScheduler-recurrenceRepeatWeekly":"minggu","dxScheduler-recurrenceRepeatMonthly":"bulan)","dxScheduler-recurrenceRepeatYearly":"bertahun-tahun)","dxScheduler-switcherDay":"Hari","dxScheduler-switcherWeek":"Pekan","dxScheduler-switcherWorkWeek":"Minggu Kerja","dxScheduler-switcherMonth":"Bulan","dxScheduler-switcherAgenda":"Jadwal acara","dxScheduler-switcherTimelineDay":"Hari Garis Waktu","dxScheduler-switcherTimelineWeek":"Minggu Garis Waktu","dxScheduler-switcherTimelineWorkWeek":"Minggu Kerja Timeline","dxScheduler-switcherTimelineMonth":"Bulan Garis Waktu","dxScheduler-recurrenceRepeatOnDate":"pada tanggal","dxScheduler-recurrenceRepeatCount":"kejadian","dxScheduler-allDay":"Sepanjang hari","dxScheduler-confirmRecurrenceEditTitle":"Edit Janji Berulang","dxScheduler-confirmRecurrenceDeleteTitle":"Hapus Janji Berulang","dxScheduler-confirmRecurrenceEditMessage":"Apakah Anda ingin mengedit janji temu ini saja atau keseluruhan rangkaian?","dxScheduler-confirmRecurrenceDeleteMessage":"Apakah Anda ingin menghapus janji temu ini saja atau keseluruhan rangkaiannya?","dxScheduler-confirmRecurrenceEditSeries":"Sunting seri","dxScheduler-confirmRecurrenceDeleteSeries":"Hapus seri","dxScheduler-confirmRecurrenceEditOccurrence":"Edit janji temu","dxScheduler-confirmRecurrenceDeleteOccurrence":"Hapus janji temu","dxScheduler-noTimezoneTitle":"Tidak ada zona waktu","dxScheduler-moreAppointments":"{0} lagi","dxCalendar-todayButtonText":"Hari ini","dxCalendar-ariaWidgetName":"Kalender","dxCalendar-previousMonthButtonLabel":"Bulan sebelumnya","dxCalendar-previousYearButtonLabel":"Tahun sebelumnya","dxCalendar-previousDecadeButtonLabel":"Dekade sebelumnya","dxCalendar-previousCenturyButtonLabel":"Abad sebelumnya","dxCalendar-nextMonthButtonLabel":"Bulan depan","dxCalendar-nextYearButtonLabel":"Tahun depan","dxCalendar-nextDecadeButtonLabel":"Dekade berikutnya","dxCalendar-nextCenturyButtonLabel":"Abad berikutnya","dxCalendar-captionMonthLabel":"Pilihan bulan","dxCalendar-captionYearLabel":"Pemilihan tahun","dxCalendar-captionDecadeLabel":"Seleksi dekade","dxCalendar-captionCenturyLabel":"Seleksi abad","dxColorView-ariaRed":"Merah","dxColorView-ariaGreen":"Hijau","dxColorView-ariaBlue":"Biru","dxColorView-ariaAlpha":"Transparansi","dxColorView-ariaHex":"Kode warna","dxTagBox-selected":"{0} dipilih","dxTagBox-allSelected":"Semua dipilih ({0})","dxTagBox-moreSelected":"{0} lagi","vizExport-printingButtonText":"Mencetak","vizExport-titleMenuText":"Mengekspor/Mencetak","vizExport-exportButtonText":"{0} berkas","dxFilterBuilder-and":"Dan","dxFilterBuilder-or":"Atau","dxFilterBuilder-notAnd":"Bukan Dan","dxFilterBuilder-notOr":"Bukan Atau","dxFilterBuilder-addCondition":"Tambahkan Kondisi","dxFilterBuilder-addGroup":"Tambahkan Grup","dxFilterBuilder-enterValueText":"<masukkan nilai>","dxFilterBuilder-filterOperationEquals":"Setara","dxFilterBuilder-filterOperationNotEquals":"Tidak sama","dxFilterBuilder-filterOperationLess":"Kurang dari","dxFilterBuilder-filterOperationLessOrEquals":"Kurang dari atau sama dengan","dxFilterBuilder-filterOperationGreater":"Lebih besar dari","dxFilterBuilder-filterOperationGreaterOrEquals":"Lebih besar atau sama dengan","dxFilterBuilder-filterOperationStartsWith":"Dimulai dengan","dxFilterBuilder-filterOperationContains":"Mengandung","dxFilterBuilder-filterOperationNotContains":"Tidak mengandung","dxFilterBuilder-filterOperationEndsWith":"Berakhir dengan","dxFilterBuilder-filterOperationIsBlank":"Kosong","dxFilterBuilder-filterOperationIsNotBlank":"Tidak kosong","dxFilterBuilder-filterOperationBetween":"Adalah antara","dxFilterBuilder-filterOperationAnyOf":"Apakah ada di antara","dxFilterBuilder-filterOperationNoneOf":"Apakah tidak ada satupun dari itu","dxHtmlEditor-dialogColorCaption":"Ubah Warna Font","dxHtmlEditor-dialogBackgroundCaption":"Ubah Warna Latar Belakang","dxHtmlEditor-dialogLinkCaption":"Tambahkan Tautan","dxHtmlEditor-dialogLinkUrlField":"URL","dxHtmlEditor-dialogLinkTextField":"Teks","dxHtmlEditor-dialogLinkTargetField":"Buka tautan di jendela baru","dxHtmlEditor-dialogImageCaption":"Menambahkan gambar","dxHtmlEditor-dialogImageUrlField":"URL","dxHtmlEditor-dialogImageAltField":"Teks alternatif","dxHtmlEditor-dialogImageWidthField":"Lebar (px)","dxHtmlEditor-dialogImageHeightField":"Tinggi (px)","dxHtmlEditor-dialogInsertTableRowsField":"Baris","dxHtmlEditor-dialogInsertTableColumnsField":"Kolom","dxHtmlEditor-dialogInsertTableCaption":"Sisipkan Tabel","dxHtmlEditor-dialogUpdateImageCaption":"Perbarui Gambar","dxHtmlEditor-dialogImageUpdateButton":"Memperbarui","dxHtmlEditor-dialogImageAddButton":"Menambahkan","dxHtmlEditor-dialogImageSpecifyUrl":"Dari Web","dxHtmlEditor-dialogImageSelectFile":"Dari Perangkat Ini","dxHtmlEditor-dialogImageKeepAspectRatio":"Jaga aspek rasio","dxHtmlEditor-dialogImageEncodeToBase64":"Enkode ke Base64","dxHtmlEditor-heading":"Menuju","dxHtmlEditor-normalText":"Teks biasa","dxHtmlEditor-background":"Warna latar belakang","dxHtmlEditor-bold":"Berani","dxHtmlEditor-color":"Warna huruf","dxHtmlEditor-font":"huruf","dxHtmlEditor-italic":"miring","dxHtmlEditor-link":"Tambahkan Tautan","dxHtmlEditor-image":"Menambahkan gambar","dxHtmlEditor-size":"Ukuran","dxHtmlEditor-strike":"Dicoret","dxHtmlEditor-subscript":"Berlangganan","dxHtmlEditor-superscript":"Superskrip","dxHtmlEditor-underline":"Menggarisbawahi","dxHtmlEditor-blockquote":"kutipan blok","dxHtmlEditor-header":"Tajuk","dxHtmlEditor-increaseIndent":"Tingkatkan Indentasi","dxHtmlEditor-decreaseIndent":"Kurangi Indentasi","dxHtmlEditor-orderedList":"Daftar pesanan","dxHtmlEditor-bulletList":"Daftar Peluru","dxHtmlEditor-alignLeft":"Rata kiri","dxHtmlEditor-alignCenter":"Sejajarkan Pusat","dxHtmlEditor-alignRight":"Rata kanan","dxHtmlEditor-alignJustify":"Sejajarkan Justifikasi","dxHtmlEditor-codeBlock":"Blok Kode","dxHtmlEditor-variable":"Tambahkan Variabel","dxHtmlEditor-undo":"Membuka","dxHtmlEditor-redo":"Mengulangi","dxHtmlEditor-clear":"Hapus Pemformatan","dxHtmlEditor-insertTable":"Sisipkan Tabel","dxHtmlEditor-insertHeaderRow":"Sisipkan Baris Header","dxHtmlEditor-insertRowAbove":"Sisipkan Baris Di Atas","dxHtmlEditor-insertRowBelow":"Sisipkan Baris Di Bawah","dxHtmlEditor-insertColumnLeft":"Sisipkan Kolom Kiri","dxHtmlEditor-insertColumnRight":"Sisipkan Kolom Kanan","dxHtmlEditor-deleteColumn":"Hapus Kolom","dxHtmlEditor-deleteRow":"Hapus Baris","dxHtmlEditor-deleteTable":"Hapus Tabel","dxHtmlEditor-cellProperties":"Properti Sel","dxHtmlEditor-tableProperties":"Properti Tabel","dxHtmlEditor-insert":"Menyisipkan","dxHtmlEditor-delete":"Menghapus","dxHtmlEditor-border":"Berbatasan","dxHtmlEditor-style":"Gaya","dxHtmlEditor-width":"Lebar","dxHtmlEditor-height":"Tinggi","dxHtmlEditor-borderColor":"Warna","dxHtmlEditor-tableBackground":"Latar belakang","dxHtmlEditor-dimensions":"Ukuran","dxHtmlEditor-alignment":"Penyelarasan","dxHtmlEditor-horizontal":"Horisontal","dxHtmlEditor-vertical":"Vertikal","dxHtmlEditor-paddingVertical":"Bantalan Vertikal","dxHtmlEditor-paddingHorizontal":"Bantalan Horisontal","dxHtmlEditor-pixels":"Piksel","dxHtmlEditor-list":"Daftar","dxHtmlEditor-ordered":"Dipesan","dxHtmlEditor-bullet":"Peluru","dxHtmlEditor-align":"Meluruskan","dxHtmlEditor-center":"Tengah","dxHtmlEditor-left":"Kiri","dxHtmlEditor-right":"Benar","dxHtmlEditor-indent":"Indentasi","dxHtmlEditor-justify":"Membenarkan","dxHtmlEditor-borderStyleNone":"tidak ada","dxHtmlEditor-borderStyleHidden":"tersembunyi","dxHtmlEditor-borderStyleDotted":"burik","dxHtmlEditor-borderStyleDashed":"putus-putus","dxHtmlEditor-borderStyleSolid":"padat","dxHtmlEditor-borderStyleDouble":"dobel","dxHtmlEditor-borderStyleGroove":"alur","dxHtmlEditor-borderStyleRidge":"punggung bukit","dxHtmlEditor-borderStyleInset":"sisipan","dxHtmlEditor-borderStyleOutset":"awal","dxFileManager-newDirectoryName":"Direktori tanpa judul","dxFileManager-rootDirectoryName":"Berkas","dxFileManager-errorNoAccess":"Akses ditolak. Operasi tidak dapat diselesaikan.","dxFileManager-errorDirectoryExistsFormat":"Direktori \'{0}\' sudah ada.","dxFileManager-errorFileExistsFormat":"Berkas \'{0}\' sudah ada.","dxFileManager-errorFileNotFoundFormat":"Berkas \'{0}\' tidak ditemukan.","dxFileManager-errorDirectoryNotFoundFormat":"Direktori \'{0}\' tidak ditemukan.","dxFileManager-errorWrongFileExtension":"Ekstensi file tidak diperbolehkan.","dxFileManager-errorMaxFileSizeExceeded":"Ukuran file melebihi ukuran maksimum yang diperbolehkan.","dxFileManager-errorInvalidSymbols":"Nama ini mengandung karakter yang tidak valid.","dxFileManager-errorDefault":"Kesalahan yang tidak spesifik.","dxFileManager-errorDirectoryOpenFailed":"Direktori tidak dapat dibuka","dxFileManager-commandCreate":"Direktori baru","dxFileManager-commandRename":"Ganti nama","dxFileManager-commandMove":"Pindah ke","dxFileManager-commandCopy":"Salin ke","dxFileManager-commandDelete":"Menghapus","dxFileManager-commandDownload":"Unduh","dxFileManager-commandUpload":"Unggah berkas","dxFileManager-commandRefresh":"Menyegarkan","dxFileManager-commandThumbnails":"Tampilan Thumbnail","dxFileManager-commandDetails":"Tampilan Detail","dxFileManager-commandClearSelection":"Hapus pilihan","dxFileManager-commandShowNavPane":"Alihkan panel navigasi","dxFileManager-dialogDirectoryChooserMoveTitle":"Pindah ke","dxFileManager-dialogDirectoryChooserMoveButtonText":"Bergerak","dxFileManager-dialogDirectoryChooserCopyTitle":"Salin ke","dxFileManager-dialogDirectoryChooserCopyButtonText":"Menyalin","dxFileManager-dialogRenameItemTitle":"Ganti nama","dxFileManager-dialogRenameItemButtonText":"Menyimpan","dxFileManager-dialogCreateDirectoryTitle":"Direktori baru","dxFileManager-dialogCreateDirectoryButtonText":"Membuat","dxFileManager-dialogDeleteItemTitle":"Menghapus","dxFileManager-dialogDeleteItemButtonText":"Menghapus","dxFileManager-dialogDeleteItemSingleItemConfirmation":"Apakah Anda yakin ingin menghapus {0}?","dxFileManager-dialogDeleteItemMultipleItemsConfirmation":"Apakah Anda yakin ingin menghapus {0} item?","dxFileManager-dialogButtonCancel":"Membatalkan","dxFileManager-editingCreateSingleItemProcessingMessage":"Membuat direktori di dalam {0}","dxFileManager-editingCreateSingleItemSuccessMessage":"Membuat direktori di dalam {0}","dxFileManager-editingCreateSingleItemErrorMessage":"Direktori tidak dibuat","dxFileManager-editingCreateCommonErrorMessage":"Direktori tidak dibuat","dxFileManager-editingRenameSingleItemProcessingMessage":"Mengganti nama item di dalam {0}","dxFileManager-editingRenameSingleItemSuccessMessage":"Mengganti nama item di dalam {0}","dxFileManager-editingRenameSingleItemErrorMessage":"Item tidak diganti namanya","dxFileManager-editingRenameCommonErrorMessage":"Item tidak diganti namanya","dxFileManager-editingDeleteSingleItemProcessingMessage":"Menghapus item dari {0}","dxFileManager-editingDeleteMultipleItemsProcessingMessage":"Menghapus {0} item dari {1}","dxFileManager-editingDeleteSingleItemSuccessMessage":"Menghapus item dari {0}","dxFileManager-editingDeleteMultipleItemsSuccessMessage":"Menghapus {0} item dari {1}","dxFileManager-editingDeleteSingleItemErrorMessage":"Barang tidak dihapus","dxFileManager-editingDeleteMultipleItemsErrorMessage":"{0} item tidak dihapus","dxFileManager-editingDeleteCommonErrorMessage":"Beberapa item tidak dihapus","dxFileManager-editingMoveSingleItemProcessingMessage":"Memindahkan item ke {0}","dxFileManager-editingMoveMultipleItemsProcessingMessage":"Memindahkan {0} item ke {1}","dxFileManager-editingMoveSingleItemSuccessMessage":"Memindahkan item ke {0}","dxFileManager-editingMoveMultipleItemsSuccessMessage":"Memindahkan {0} item ke {1}","dxFileManager-editingMoveSingleItemErrorMessage":"Barang tidak dipindahkan","dxFileManager-editingMoveMultipleItemsErrorMessage":"{0} item tidak dipindahkan","dxFileManager-editingMoveCommonErrorMessage":"Beberapa item tidak dipindahkan","dxFileManager-editingCopySingleItemProcessingMessage":"Menyalin item ke {0}","dxFileManager-editingCopyMultipleItemsProcessingMessage":"Menyalin {0} item ke {1}","dxFileManager-editingCopySingleItemSuccessMessage":"Menyalin item ke {0}","dxFileManager-editingCopyMultipleItemsSuccessMessage":"Menyalin {0} item ke {1}","dxFileManager-editingCopySingleItemErrorMessage":"Item tidak disalin","dxFileManager-editingCopyMultipleItemsErrorMessage":"{0} item tidak disalin","dxFileManager-editingCopyCommonErrorMessage":"Beberapa item tidak disalin","dxFileManager-editingUploadSingleItemProcessingMessage":"Mengunggah item ke {0}","dxFileManager-editingUploadMultipleItemsProcessingMessage":"Mengunggah {0} item ke {1}","dxFileManager-editingUploadSingleItemSuccessMessage":"Mengunggah item ke {0}","dxFileManager-editingUploadMultipleItemsSuccessMessage":"Mengunggah {0} item ke {1}","dxFileManager-editingUploadSingleItemErrorMessage":"Barang tidak diunggah","dxFileManager-editingUploadMultipleItemsErrorMessage":"{0} item tidak diunggah","dxFileManager-editingUploadCanceledMessage":"Dibatalkan","dxFileManager-editingDownloadSingleItemErrorMessage":"Barang tidak diunduh","dxFileManager-editingDownloadMultipleItemsErrorMessage":"{0} item tidak diunduh","dxFileManager-listDetailsColumnCaptionName":"Nama","dxFileManager-listDetailsColumnCaptionDateModified":"Tanggal Dimodifikasi","dxFileManager-listDetailsColumnCaptionFileSize":"Ukuran file","dxFileManager-listThumbnailsTooltipTextSize":"Ukuran","dxFileManager-listThumbnailsTooltipTextDateModified":"Tanggal Dimodifikasi","dxFileManager-notificationProgressPanelTitle":"Kemajuan","dxFileManager-notificationProgressPanelEmptyListText":"Tidak ada operasi","dxFileManager-notificationProgressPanelOperationCanceled":"Dibatalkan","dxDiagram-categoryGeneral":"Umum","dxDiagram-categoryFlowchart":"Flow chart","dxDiagram-categoryOrgChart":"Bagan Organisasi","dxDiagram-categoryContainers":"Kontainer","dxDiagram-categoryCustom":"Kebiasaan","dxDiagram-commandExportToSvg":"Ekspor ke SVG","dxDiagram-commandExportToPng":"Ekspor ke PNG","dxDiagram-commandExportToJpg":"Ekspor ke JPEG","dxDiagram-commandUndo":"Membuka","dxDiagram-commandRedo":"Mengulangi","dxDiagram-commandFontName":"Nama Font","dxDiagram-commandFontSize":"Ukuran huruf","dxDiagram-commandBold":"Berani","dxDiagram-commandItalic":"miring","dxDiagram-commandUnderline":"Menggarisbawahi","dxDiagram-commandTextColor":"Warna huruf","dxDiagram-commandLineColor":"Warna garis","dxDiagram-commandLineWidth":"Lebar Garis","dxDiagram-commandLineStyle":"Gaya Garis","dxDiagram-commandLineStyleSolid":"Padat","dxDiagram-commandLineStyleDotted":"Burik","dxDiagram-commandLineStyleDashed":"Putus-putus","dxDiagram-commandFillColor":"Isi Warna","dxDiagram-commandAlignLeft":"Rata kiri","dxDiagram-commandAlignCenter":"Sejajarkan Pusat","dxDiagram-commandAlignRight":"Rata kanan","dxDiagram-commandConnectorLineType":"Tipe Jalur Konektor","dxDiagram-commandConnectorLineStraight":"Lurus","dxDiagram-commandConnectorLineOrthogonal":"Ortogonal","dxDiagram-commandConnectorLineStart":"Jalur Konektor Mulai","dxDiagram-commandConnectorLineEnd":"Ujung Jalur Konektor","dxDiagram-commandConnectorLineNone":"Tidak ada","dxDiagram-commandConnectorLineArrow":"Anak panah","dxDiagram-commandFullscreen":"Layar penuh","dxDiagram-commandUnits":"Satuan","dxDiagram-commandPageSize":"Ukuran halaman","dxDiagram-commandPageOrientation":"Orientasi Halaman","dxDiagram-commandPageOrientationLandscape":"Lanskap","dxDiagram-commandPageOrientationPortrait":"Potret","dxDiagram-commandPageColor":"Warna Halaman","dxDiagram-commandShowGrid":"Tampilkan Kotak","dxDiagram-commandSnapToGrid":"Jepret ke Grid","dxDiagram-commandGridSize":"Ukuran Kotak","dxDiagram-commandZoomLevel":"Tingkat Pembesaran","dxDiagram-commandAutoZoom":"Zoom Otomatis","dxDiagram-commandFitToContent":"Sesuai dengan Konten","dxDiagram-commandFitToWidth":"Pas dengan Lebar","dxDiagram-commandAutoZoomByContent":"Zoom Otomatis berdasarkan Konten","dxDiagram-commandAutoZoomByWidth":"Zoom Otomatis berdasarkan Lebar","dxDiagram-commandSimpleView":"Tampilan Sederhana","dxDiagram-commandCut":"Memotong","dxDiagram-commandCopy":"Menyalin","dxDiagram-commandPaste":"Tempel","dxDiagram-commandSelectAll":"Pilih Semua","dxDiagram-commandDelete":"Menghapus","dxDiagram-commandBringToFront":"Bawa ke depan","dxDiagram-commandSendToBack":"Kirim ke Belakang","dxDiagram-commandLock":"Kunci","dxDiagram-commandUnlock":"Membuka kunci","dxDiagram-commandInsertShapeImage":"Sisipkan Gambar...","dxDiagram-commandEditShapeImage":"Ganti gambar...","dxDiagram-commandDeleteShapeImage":"Hapus Gambar","dxDiagram-commandLayoutLeftToRight":"Kiri ke kanan","dxDiagram-commandLayoutRightToLeft":"Kanan ke kiri","dxDiagram-commandLayoutTopToBottom":"Atas ke bawah","dxDiagram-commandLayoutBottomToTop":"Dari bawah ke atas","dxDiagram-unitIn":"di dalam","dxDiagram-unitCm":"cm","dxDiagram-unitPx":"piksel","dxDiagram-dialogButtonOK":"Oke","dxDiagram-dialogButtonCancel":"Membatalkan","dxDiagram-dialogInsertShapeImageTitle":"Sisipkan Gambar","dxDiagram-dialogEditShapeImageTitle":"Ganti gambar","dxDiagram-dialogEditShapeImageSelectButton":"Pilih gambar","dxDiagram-dialogEditShapeImageLabelText":"atau letakkan file di sini","dxDiagram-uiExport":"Ekspor","dxDiagram-uiProperties":"Properti","dxDiagram-uiSettings":"Pengaturan","dxDiagram-uiShowToolbox":"Tampilkan Kotak Alat","dxDiagram-uiSearch":"Pencarian","dxDiagram-uiStyle":"Gaya","dxDiagram-uiLayout":"Tata Letak","dxDiagram-uiLayoutTree":"Pohon","dxDiagram-uiLayoutLayered":"Berlapis","dxDiagram-uiDiagram":"Diagram","dxDiagram-uiText":"Teks","dxDiagram-uiObject":"Obyek","dxDiagram-uiConnector":"Penyambung","dxDiagram-uiPage":"Halaman","dxDiagram-shapeText":"Teks","dxDiagram-shapeRectangle":"Persegi panjang","dxDiagram-shapeEllipse":"Elips","dxDiagram-shapeCross":"Menyeberang","dxDiagram-shapeTriangle":"Segi tiga","dxDiagram-shapeDiamond":"berlian","dxDiagram-shapeHeart":"Jantung","dxDiagram-shapePentagon":"Segi lima","dxDiagram-shapeHexagon":"Segi enam","dxDiagram-shapeOctagon":"Segi delapan","dxDiagram-shapeStar":"Bintang","dxDiagram-shapeArrowLeft":"Panah Kiri","dxDiagram-shapeArrowUp":"Panah Atas","dxDiagram-shapeArrowRight":"Panah kanan","dxDiagram-shapeArrowDown":"Panah Bawah","dxDiagram-shapeArrowUpDown":"Panah Atas Bawah","dxDiagram-shapeArrowLeftRight":"Panah Kiri Kanan","dxDiagram-shapeProcess":"Proses","dxDiagram-shapeDecision":"Keputusan","dxDiagram-shapeTerminator":"Terminator","dxDiagram-shapePredefinedProcess":"Proses yang Telah Ditentukan Sebelumnya","dxDiagram-shapeDocument":"Dokumen","dxDiagram-shapeMultipleDocuments":"Banyak Dokumen","dxDiagram-shapeManualInput":"Masukan Manual","dxDiagram-shapePreparation":"Persiapan","dxDiagram-shapeData":"Data","dxDiagram-shapeDatabase":"Basis data","dxDiagram-shapeHardDisk":"Hard Disk","dxDiagram-shapeInternalStorage":"Penyimpanan internal","dxDiagram-shapePaperTape":"Pita Kertas","dxDiagram-shapeManualOperation":"Operasi manual","dxDiagram-shapeDelay":"Menunda","dxDiagram-shapeStoredData":"Data tersimpan","dxDiagram-shapeDisplay":"Menampilkan","dxDiagram-shapeMerge":"Menggabungkan","dxDiagram-shapeConnector":"Penyambung","dxDiagram-shapeOr":"Atau","dxDiagram-shapeSummingJunction":"Persimpangan Penjumlahan","dxDiagram-shapeContainerDefaultText":"Wadah","dxDiagram-shapeVerticalContainer":"Wadah Vertikal","dxDiagram-shapeHorizontalContainer":"Kontainer Horisontal","dxDiagram-shapeCardDefaultText":"Nama orang","dxDiagram-shapeCardWithImageOnLeft":"Kartu dengan Gambar di Kiri","dxDiagram-shapeCardWithImageOnTop":"Kartu dengan Gambar di Atas","dxDiagram-shapeCardWithImageOnRight":"Kartu dengan Gambar di Kanan","dxGantt-dialogTitle":"Judul","dxGantt-dialogStartTitle":"Awal","dxGantt-dialogEndTitle":"Akhir","dxGantt-dialogProgressTitle":"Kemajuan","dxGantt-dialogResourcesTitle":"Sumber daya","dxGantt-dialogResourceManagerTitle":"Manajer Sumber Daya","dxGantt-dialogTaskDetailsTitle":"Detail Tugas","dxGantt-dialogEditResourceListHint":"Edit Daftar Sumber Daya","dxGantt-dialogEditNoResources":"Tidak ada sumber daya","dxGantt-dialogButtonAdd":"Menambahkan","dxGantt-contextMenuNewTask":"Tugas Baru","dxGantt-contextMenuNewSubtask":"Subtugas Baru","dxGantt-contextMenuDeleteTask":"Hapus Tugas","dxGantt-contextMenuDeleteDependency":"Hapus Ketergantungan","dxGantt-dialogTaskDeleteConfirmation":"Menghapus tugas juga menghapus semua dependensi dan subtugasnya. Apakah Anda yakin ingin menghapus tugas ini?","dxGantt-dialogDependencyDeleteConfirmation":"Apakah Anda yakin ingin menghapus ketergantungan dari tugas?","dxGantt-dialogResourcesDeleteConfirmation":"Menghapus sumber daya juga akan menghapusnya dari tugas yang ditugaskan pada sumber daya tersebut. Apakah Anda yakin ingin menghapus sumber daya ini? Sumber daya: {0}","dxGantt-dialogConstraintCriticalViolationMessage":"Tugas yang Anda coba pindahkan ditautkan ke tugas kedua melalui relasi ketergantungan. Perubahan ini akan bertentangan dengan aturan ketergantungan. Bagaimana Anda ingin melanjutkan?","dxGantt-dialogConstraintViolationMessage":"Tugas yang Anda coba pindahkan ditautkan ke tugas kedua melalui relasi ketergantungan. Bagaimana Anda ingin melanjutkan?","dxGantt-dialogCancelOperationMessage":"Batalkan operasi","dxGantt-dialogDeleteDependencyMessage":"Hapus ketergantungan","dxGantt-dialogMoveTaskAndKeepDependencyMessage":"Pindahkan tugas dan pertahankan ketergantungannya","dxGantt-dialogConstraintCriticalViolationSeveralTasksMessage":"Tugas yang Anda coba pindahkan terkait dengan tugas lain melalui hubungan ketergantungan. Perubahan ini akan bertentangan dengan aturan ketergantungan. Bagaimana Anda ingin melanjutkan?","dxGantt-dialogConstraintViolationSeveralTasksMessage":"Tugas yang Anda coba pindahkan terkait dengan tugas lain melalui hubungan ketergantungan. Bagaimana Anda ingin melanjutkan?","dxGantt-dialogDeleteDependenciesMessage":"Hapus hubungan ketergantungan","dxGantt-dialogMoveTaskAndKeepDependenciesMessage":"Pindahkan tugas dan pertahankan ketergantungannya","dxGantt-undo":"Membuka","dxGantt-redo":"Mengulangi","dxGantt-expandAll":"Melebarkan semua","dxGantt-collapseAll":"Ciutkan Semua","dxGantt-addNewTask":"Tambahkan Tugas Baru","dxGantt-deleteSelectedTask":"Hapus Tugas yang Dipilih","dxGantt-zoomIn":"Perbesar","dxGantt-zoomOut":"Perkecil","dxGantt-fullScreen":"Layar penuh","dxGantt-quarter":"Pertanyaan{0}","dxGantt-sortingAscendingText":"Urutkan Menaik","dxGantt-sortingDescendingText":"Urutkan Menurun","dxGantt-sortingClearText":"Penyortiran yang Jelas","dxGantt-showResources":"Tampilkan Sumber Daya","dxGantt-showDependencies":"Tampilkan Ketergantungan","dxGantt-dialogStartDateValidation":"Tanggal mulai harus setelah {0}","dxGantt-dialogEndDateValidation":"Tanggal akhir harus setelah {0}","dxGallery-itemName":"Barang galeri","dxMultiView-elementAriaRoleDescription":"MultiTampilan","dxMultiView-elementAriaLabel":"Gunakan tombol panah atau geser untuk bernavigasi antar tampilan","dxMultiView-itemAriaRoleDescription":"Melihat","dxMultiView-itemAriaLabel":"{0} dari {1}"}}
