Repository: HKA-web/Microservice.Erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: {"main":{"en":{"identity":{"version":{"_cldrVersion":"44.1"},"language":"en"},"dates":{"calendars":{"gregorian":{"months":{"format":{"abbreviated":{"1":"Jan","2":"Feb","3":"Mar","4":"Apr","5":"May","6":"Jun","7":"Jul","8":"Aug","9":"Sep","10":"Oct","11":"Nov","12":"Dec"},"narrow":{"1":"J","2":"F","3":"M","4":"A","5":"M","6":"J","7":"J","8":"A","9":"S","10":"O","11":"N","12":"D"},"wide":{"1":"January","2":"February","3":"March","4":"April","5":"May","6":"June","7":"July","8":"August","9":"September","10":"October","11":"November","12":"December"}},"stand-alone":{"abbreviated":{"1":"Jan","2":"Feb","3":"Mar","4":"Apr","5":"May","6":"Jun","7":"Jul","8":"Aug","9":"Sep","10":"Oct","11":"Nov","12":"Dec"},"narrow":{"1":"J","2":"F","3":"M","4":"A","5":"M","6":"J","7":"J","8":"A","9":"S","10":"O","11":"N","12":"D"},"wide":{"1":"January","2":"February","3":"March","4":"April","5":"May","6":"June","7":"July","8":"August","9":"September","10":"October","11":"November","12":"December"}}},"days":{"format":{"abbreviated":{"sun":"Sun","mon":"Mon","tue":"Tue","wed":"Wed","thu":"Thu","fri":"Fri","sat":"Sat"},"narrow":{"sun":"S","mon":"M","tue":"T","wed":"W","thu":"T","fri":"F","sat":"S"},"short":{"sun":"Su","mon":"Mo","tue":"Tu","wed":"We","thu":"Th","fri":"Fr","sat":"Sa"},"wide":{"sun":"Sunday","mon":"Monday","tue":"Tuesday","wed":"Wednesday","thu":"Thursday","fri":"Friday","sat":"Saturday"}},"stand-alone":{"abbreviated":{"sun":"Sun","mon":"Mon","tue":"Tue","wed":"Wed","thu":"Thu","fri":"Fri","sat":"Sat"},"narrow":{"sun":"S","mon":"M","tue":"T","wed":"W","thu":"T","fri":"F","sat":"S"},"short":{"sun":"Su","mon":"Mo","tue":"Tu","wed":"We","thu":"Th","fri":"Fr","sat":"Sa"},"wide":{"sun":"Sunday","mon":"Monday","tue":"Tuesday","wed":"Wednesday","thu":"Thursday","fri":"Friday","sat":"Saturday"}}},"quarters":{"format":{"abbreviated":{"1":"Q1","2":"Q2","3":"Q3","4":"Q4"},"narrow":{"1":"1","2":"2","3":"3","4":"4"},"wide":{"1":"1st quarter","2":"2nd quarter","3":"3rd quarter","4":"4th quarter"}},"stand-alone":{"abbreviated":{"1":"Q1","2":"Q2","3":"Q3","4":"Q4"},"narrow":{"1":"1","2":"2","3":"3","4":"4"},"wide":{"1":"1st quarter","2":"2nd quarter","3":"3rd quarter","4":"4th quarter"}}},"dayPeriods":{"format":{"abbreviated":{"midnight":"midnight","am":"AM","am-alt-variant":"am","noon":"noon","pm":"PM","pm-alt-variant":"pm","morning1":"in the morning","afternoon1":"in the afternoon","evening1":"in the evening","night1":"at night"},"narrow":{"midnight":"mi","am":"a","am-alt-variant":"am","noon":"n","pm":"p","pm-alt-variant":"pm","morning1":"in the morning","afternoon1":"in the afternoon","evening1":"in the evening","night1":"at night"},"wide":{"midnight":"midnight","am":"AM","am-alt-variant":"am","noon":"noon","pm":"PM","pm-alt-variant":"pm","morning1":"in the morning","afternoon1":"in the afternoon","evening1":"in the evening","night1":"at night"}},"stand-alone":{"abbreviated":{"midnight":"midnight","am":"AM","am-alt-variant":"am","noon":"noon","pm":"PM","pm-alt-variant":"pm","morning1":"morning","afternoon1":"afternoon","evening1":"evening","night1":"night"},"narrow":{"midnight":"midnight","am":"AM","am-alt-variant":"am","noon":"noon","pm":"PM","pm-alt-variant":"pm","morning1":"morning","afternoon1":"afternoon","evening1":"evening","night1":"night"},"wide":{"midnight":"midnight","am":"AM","am-alt-variant":"am","noon":"noon","pm":"PM","pm-alt-variant":"pm","morning1":"morning","afternoon1":"afternoon","evening1":"evening","night1":"night"}}},"eras":{"eraNames":{"0":"Before Christ","0-alt-variant":"Before Common Era","1":"Anno Domini","1-alt-variant":"Common Era"},"eraAbbr":{"0":"BC","0-alt-variant":"BCE","1":"AD","1-alt-variant":"CE"},"eraNarrow":{"0":"B","0-alt-variant":"BCE","1":"A","1-alt-variant":"CE"}},"dateFormats":{"full":"EEEE, MMMM d, y","long":"MMMM d, y","medium":"MMM d, y","short":"M/d/yy"},"dateSkeletons":{"full":"yMMMMEEEEd","long":"yMMMMd","medium":"yMMMd","short":"yyMd"},"timeFormats":{"full":"h:mm:ss\u202fa zzzz","full-alt-ascii":"h:mm:ss a zzzz","long":"h:mm:ss\u202fa z","long-alt-ascii":"h:mm:ss a z","medium":"h:mm:ss\u202fa","medium-alt-ascii":"h:mm:ss a","short":"h:mm\u202fa","short-alt-ascii":"h:mm a"},"timeSkeletons":{"full":"ahmmsszzzz","long":"ahmmssz","medium":"ahmmss","short":"ahmm"},"dateTimeFormats":{"full":"{1}, {0}","long":"{1}, {0}","medium":"{1}, {0}","short":"{1}, {0}","availableFormats":{"Bh":"h B","Bhm":"h:mm B","Bhms":"h:mm:ss B","d":"d","E":"ccc","EBhm":"E h:mm B","EBhms":"E h:mm:ss B","Ed":"d E","Ehm":"E h:mm\u202fa","Ehm-alt-ascii":"E h:mm a","EHm":"E HH:mm","Ehms":"E h:mm:ss\u202fa","Ehms-alt-ascii":"E h:mm:ss a","EHms":"E HH:mm:ss","Gy":"y G","GyMd":"M/d/y G","GyMMM":"MMM y G","GyMMMd":"MMM d, y G","GyMMMEd":"E, MMM d, y G","h":"h\u202fa","h-alt-ascii":"h a","H":"HH","hm":"h:mm\u202fa","hm-alt-ascii":"h:mm a","Hm":"HH:mm","hms":"h:mm:ss\u202fa","hms-alt-ascii":"h:mm:ss a","Hms":"HH:mm:ss","hmsv":"h:mm:ss\u202fa v","hmsv-alt-ascii":"h:mm:ss a v","Hmsv":"HH:mm:ss v","hmv":"h:mm\u202fa v","hmv-alt-ascii":"h:mm a v","Hmv":"HH:mm v","M":"L","Md":"M/d","MEd":"E, M/d","MMM":"LLL","MMMd":"MMM d","MMMEd":"E, MMM d","MMMMd":"MMMM d","MMMMW-count-one":"\'week\' W \'of\' MMMM","MMMMW-count-other":"\'week\' W \'of\' MMMM","ms":"mm:ss","y":"y","yM":"M/y","yMd":"M/d/y","yMEd":"E, M/d/y","yMMM":"MMM y","yMMMd":"MMM d, y","yMMMEd":"E, MMM d, y","yMMMM":"MMMM y","yQQQ":"QQQ y","yQQQQ":"QQQQ y","yw-count-one":"\'week\' w \'of\' Y","yw-count-other":"\'week\' w \'of\' Y"},"appendItems":{"Day":"{0} ({2}: {1})","Day-Of-Week":"{0} {1}","Era":"{0} {1}","Hour":"{0} ({2}: {1})","Minute":"{0} ({2}: {1})","Month":"{0} ({2}: {1})","Quarter":"{0} ({2}: {1})","Second":"{0} ({2}: {1})","Timezone":"{0} {1}","Week":"{0} ({2}: {1})","Year":"{0} {1}"},"intervalFormats":{"intervalFormatFallback":"{0}\u2009–\u2009{1}","Bh":{"B":"h B\u2009–\u2009h B","h":"h\u2009–\u2009h B"},"Bhm":{"B":"h:mm B\u2009–\u2009h:mm B","h":"h:mm\u2009–\u2009h:mm B","m":"h:mm\u2009–\u2009h:mm B"},"d":{"d":"d\u2009–\u2009d"},"Gy":{"G":"y G\u2009–\u2009y G","y":"y\u2009–\u2009y G"},"GyM":{"G":"M/y G\u2009–\u2009M/y G","M":"M/y\u2009–\u2009M/y G","y":"M/y\u2009–\u2009M/y G"},"GyMd":{"d":"M/d/y\u2009–\u2009M/d/y G","G":"M/d/y G\u2009–\u2009M/d/y G","M":"M/d/y\u2009–\u2009M/d/y G","y":"M/d/y\u2009–\u2009M/d/y G"},"GyMEd":{"d":"E, M/d/y\u2009–\u2009E, M/d/y G","G":"E, M/d/y G\u2009–\u2009E, M/d/y G","M":"E, M/d/y\u2009–\u2009E, M/d/y G","y":"E, M/d/y\u2009–\u2009E, M/d/y G"},"GyMMM":{"G":"MMM y G\u2009–\u2009MMM y G","M":"MMM\u2009–\u2009MMM y G","y":"MMM y\u2009–\u2009MMM y G"},"GyMMMd":{"d":"MMM d\u2009–\u2009d, y G","G":"MMM d, y G\u2009–\u2009MMM d, y G","M":"MMM d\u2009–\u2009MMM d, y G","y":"MMM d, y\u2009–\u2009MMM d, y G"},"GyMMMEd":{"d":"E, MMM d\u2009–\u2009E, MMM d, y G","G":"E, MMM d, y G\u2009–\u2009E, MMM d, y G","M":"E, MMM d\u2009–\u2009E, MMM d, y G","y":"E, MMM d, y\u2009–\u2009E, MMM d, y G"},"h":{"a":"h\u202fa\u2009–\u2009h\u202fa","h":"h\u2009–\u2009h\u202fa"},"H":{"H":"HH\u2009–\u2009HH"},"hm":{"a":"h:mm\u202fa\u2009–\u2009h:mm\u202fa","h":"h:mm\u2009–\u2009h:mm\u202fa","m":"h:mm\u2009–\u2009h:mm\u202fa"},"Hm":{"H":"HH:mm\u2009–\u2009HH:mm","m":"HH:mm\u2009–\u2009HH:mm"},"hmv":{"a":"h:mm\u202fa\u2009–\u2009h:mm\u202fa v","h":"h:mm\u2009–\u2009h:mm\u202fa v","m":"h:mm\u2009–\u2009h:mm\u202fa v"},"Hmv":{"H":"HH:mm\u2009–\u2009HH:mm v","m":"HH:mm\u2009–\u2009HH:mm v"},"hv":{"a":"h\u202fa\u2009–\u2009h\u202fa v","h":"h\u2009–\u2009h\u202fa v"},"Hv":{"H":"HH\u2009–\u2009HH v"},"M":{"M":"M\u2009–\u2009M"},"Md":{"d":"M/d\u2009–\u2009M/d","M":"M/d\u2009–\u2009M/d"},"MEd":{"d":"E, M/d\u2009–\u2009E, M/d","M":"E, M/d\u2009–\u2009E, M/d"},"MMM":{"M":"MMM\u2009–\u2009MMM"},"MMMd":{"d":"MMM d\u2009–\u2009d","M":"MMM d\u2009–\u2009MMM d"},"MMMEd":{"d":"E, MMM d\u2009–\u2009E, MMM d","M":"E, MMM d\u2009–\u2009E, MMM d"},"y":{"y":"y\u2009–\u2009y"},"yM":{"M":"M/y\u2009–\u2009M/y","y":"M/y\u2009–\u2009M/y"},"yMd":{"d":"M/d/y\u2009–\u2009M/d/y","M":"M/d/y\u2009–\u2009M/d/y","y":"M/d/y\u2009–\u2009M/d/y"},"yMEd":{"d":"E, M/d/y\u2009–\u2009E, M/d/y","M":"E, M/d/y\u2009–\u2009E, M/d/y","y":"E, M/d/y\u2009–\u2009E, M/d/y"},"yMMM":{"M":"MMM\u2009–\u2009MMM y","y":"MMM y\u2009–\u2009MMM y"},"yMMMd":{"d":"MMM d\u2009–\u2009d, y","M":"MMM d\u2009–\u2009MMM d, y","y":"MMM d, y\u2009–\u2009MMM d, y"},"yMMMEd":{"d":"E, MMM d\u2009–\u2009E, MMM d, y","M":"E, MMM d\u2009–\u2009E, MMM d, y","y":"E, MMM d, y\u2009–\u2009E, MMM d, y"},"yMMMM":{"M":"MMMM\u2009–\u2009MMMM y","y":"MMMM y\u2009–\u2009MMMM y"}}},"dateTimeFormats-atTime":{"standard":{"full":"{1} \'at\' {0}","long":"{1} \'at\' {0}","medium":"{1}, {0}","short":"{1}, {0}"}}}}}}}}
id: {"main":{"id":{"identity":{"version":{"_cldrVersion":"44.1"},"language":"id"},"dates":{"calendars":{"gregorian":{"months":{"format":{"abbreviated":{"1":"Jan","2":"Feb","3":"Mar","4":"Apr","5":"Mei","6":"Jun","7":"Jul","8":"Agu","9":"Sep","10":"Okt","11":"Nov","12":"Des"},"narrow":{"1":"J","2":"F","3":"M","4":"A","5":"M","6":"J","7":"J","8":"A","9":"S","10":"O","11":"N","12":"D"},"wide":{"1":"Januari","2":"Februari","3":"Maret","4":"April","5":"Mei","6":"Juni","7":"Juli","8":"Agustus","9":"September","10":"Oktober","11":"November","12":"Desember"}},"stand-alone":{"abbreviated":{"1":"Jan","2":"Feb","3":"Mar","4":"Apr","5":"Mei","6":"Jun","7":"Jul","8":"Agu","9":"Sep","10":"Okt","11":"Nov","12":"Des"},"narrow":{"1":"J","2":"F","3":"M","4":"A","5":"M","6":"J","7":"J","8":"A","9":"S","10":"O","11":"N","12":"D"},"wide":{"1":"Januari","2":"Februari","3":"Maret","4":"April","5":"Mei","6":"Juni","7":"Juli","8":"Agustus","9":"September","10":"Oktober","11":"November","12":"Desember"}}},"days":{"format":{"abbreviated":{"sun":"Min","mon":"Sen","tue":"Sel","wed":"Rab","thu":"Kam","fri":"Jum","sat":"Sab"},"narrow":{"sun":"M","mon":"S","tue":"S","wed":"R","thu":"K","fri":"J","sat":"S"},"short":{"sun":"Min","mon":"Sen","tue":"Sel","wed":"Rab","thu":"Kam","fri":"Jum","sat":"Sab"},"wide":{"sun":"Minggu","mon":"Senin","tue":"Selasa","wed":"Rabu","thu":"Kamis","fri":"Jumat","sat":"Sabtu"}},"stand-alone":{"abbreviated":{"sun":"Min","mon":"Sen","tue":"Sel","wed":"Rab","thu":"Kam","fri":"Jum","sat":"Sab"},"narrow":{"sun":"M","mon":"S","tue":"S","wed":"R","thu":"K","fri":"J","sat":"S"},"short":{"sun":"Min","mon":"Sen","tue":"Sel","wed":"Rab","thu":"Kam","fri":"Jum","sat":"Sab"},"wide":{"sun":"Minggu","mon":"Senin","tue":"Selasa","wed":"Rabu","thu":"Kamis","fri":"Jumat","sat":"Sabtu"}}},"quarters":{"format":{"abbreviated":{"1":"K1","2":"K2","3":"K3","4":"K4"},"narrow":{"1":"1","2":"2","3":"3","4":"4"},"wide":{"1":"Kuartal ke-1","2":"Kuartal ke-2","3":"Kuartal ke-3","4":"Kuartal ke-4"}},"stand-alone":{"abbreviated":{"1":"K1","2":"K2","3":"K3","4":"K4"},"narrow":{"1":"1","2":"2","3":"3","4":"4"},"wide":{"1":"Kuartal ke-1","2":"Kuartal ke-2","3":"Kuartal ke-3","4":"Kuartal ke-4"}}},"dayPeriods":{"format":{"abbreviated":{"midnight":"tengah malam","am":"AM","noon":"tengah hari","pm":"PM","morning1":"pagi","afternoon1":"siang","evening1":"sore","night1":"malam"},"narrow":{"midnight":"tengah malam","am":"AM","noon":"tengah hari","pm":"PM","morning1":"pagi","afternoon1":"siang","evening1":"sore","night1":"malam"},"wide":{"midnight":"tengah malam","am":"AM","noon":"tengah hari","pm":"PM","morning1":"pagi","afternoon1":"siang","evening1":"sore","night1":"malam"}},"stand-alone":{"abbreviated":{"midnight":"tengah malam","am":"AM","noon":"tengah hari","pm":"PM","morning1":"pagi","afternoon1":"siang","evening1":"sore","night1":"malam"},"narrow":{"midnight":"tengah malam","am":"AM","noon":"tengah hari","pm":"PM","morning1":"pagi","afternoon1":"siang","evening1":"sore","night1":"malam"},"wide":{"midnight":"tengah malam","am":"AM","noon":"tengah hari","pm":"PM","morning1":"pagi","afternoon1":"siang","evening1":"sore","night1":"malam"}}},"eras":{"eraNames":{"0":"Sebelum Masehi","0-alt-variant":"Sebelum Era Umum","1":"Masehi","1-alt-variant":"Era Umum"},"eraAbbr":{"0":"SM","0-alt-variant":"SEU","1":"M","1-alt-variant":"EU"},"eraNarrow":{"0":"SM","0-alt-variant":"SEU","1":"M","1-alt-variant":"EU"}},"dateFormats":{"full":"EEEE, dd MMMM y","long":"d MMMM y","medium":"d MMM y","short":"dd/MM/yy"},"dateSkeletons":{"full":"yMMMMEEEEdd","long":"yMMMMd","medium":"yMMMd","short":"yyMMdd"},"timeFormats":{"full":"HH.mm.ss zzzz","long":"HH.mm.ss z","medium":"HH.mm.ss","short":"HH.mm"},"timeSkeletons":{"full":"HHmmsszzzz","long":"HHmmssz","medium":"HHmmss","short":"HHmm"},"dateTimeFormats":{"full":"{1} {0}","long":"{1} {0}","medium":"{1} {0}","short":"{1} {0}","availableFormats":{"Bh":"h B","Bhm":"h.mm B","Bhms":"h.mm.ss B","d":"d","E":"ccc","EBhm":"E h.mm B","EBhms":"E h.mm.ss B","Ed":"E, d","Ehm":"E h.mm\u202fa","EHm":"E HH.mm","Ehms":"E h.mm.ss\u202fa","EHms":"E HH.mm.ss","Gy":"y G","GyMd":"d/M/y GGGGG","GyMMM":"MMM y G","GyMMMd":"d MMM y G","GyMMMEd":"E, d MMM y G","h":"h\u202fa","H":"HH","hm":"h.mm\u202fa","Hm":"HH.mm","hms":"h.mm.ss\u202fa","Hms":"HH.mm.ss","hmsv":"h.mm.ss. a v","Hmsv":"HH.mm.ss v","hmv":"h.mm\u202fa v","Hmv":"HH.mm v","M":"L","Md":"d/M","MEd":"E, d/M","MMM":"LLL","MMMd":"d MMM","MMMEd":"E, d MMM","MMMMd":"d MMMM","MMMMEd":"E, d MMMM","MMMMW-count-other":"\'minggu\' \'ke\'-W MMMM","ms":"mm.ss","y":"y","yM":"M/y","yMd":"d/M/y","yMEd":"E, d/M/y","yMMM":"MMM y","yMMMd":"d MMM y","yMMMEd":"E, d MMM y","yMMMM":"MMMM y","yQQQ":"QQQ y","yQQQQ":"QQQQ y","yw-count-other":"\'minggu\' \'ke\'-w Y"},"appendItems":{"Day":"{0} ({2}: {1})","Day-Of-Week":"{0} {1}","Era":"{1} {0}","Hour":"{0} ({2}: {1})","Minute":"{0} ({2}: {1})","Month":"{0} ({2}: {1})","Quarter":"{0} ({2}: {1})","Second":"{0} ({2}: {1})","Timezone":"{0} {1}","Week":"{0} ({2}: {1})","Year":"{1} {0}"},"intervalFormats":{"intervalFormatFallback":"{0}\u2009–\u2009{1}","Bh":{"B":"h B – h B","h":"h\u2009–\u2009h B"},"Bhm":{"B":"h.mm B\u2009–\u2009h.mm B","h":"h.mm\u2009–\u2009h.mm B","m":"h.mm\u2009–\u2009h.mm B"},"d":{"d":"d–d"},"Gy":{"G":"y G\u2009–\u2009y G","y":"y\u2009–\u2009y G"},"GyM":{"G":"M/y GGGGG\u2009–\u2009M/y GGGGG","M":"M/y\u2009–\u2009M/y GGGGG","y":"M/y\u2009–\u2009M/y GGGGG"},"GyMd":{"d":"d/M/y\u2009–\u2009d/M/y GGGGG","G":"d/M/y GGGGG\u2009–\u2009d/M/y GGGGG","M":"d/M/y\u2009–\u2009d/M/y GGGGG","y":"d/M/y\u2009–\u2009d/M/y GGGGG"},"GyMEd":{"d":"E, d/M/y\u2009–\u2009E, d/M/y GGGGG","G":"E, d/M/y GGGGG\u2009–\u2009E, d/M/y GGGGG","M":"E, d/M/y\u2009–\u2009E, d/M/y GGGGG","y":"E, d/M/y\u2009–\u2009E, d/M/y GGGGG"},"GyMMM":{"G":"MMM y G\u2009–\u2009MMM y G","M":"MMM\u2009–\u2009MMM y G","y":"MMM y\u2009–\u2009MMM y G"},"GyMMMd":{"d":"d\u2009–\u2009d MMM y G","G":"d MMM y G\u2009–\u2009d MMM y G","M":"d MMM\u2009–\u2009d MMM y G","y":"d MMM y\u2009–\u2009d MMM y G"},"GyMMMEd":{"d":"E, d MMM\u2009–\u2009E, d MMM y G","G":"E, d MMM y G\u2009–\u2009E, d MMM y G","M":"E, d MMM\u2009–\u2009E, d MMM y G","y":"E, d MMM y\u2009–\u2009E, d MMM y G"},"h":{"a":"h\u202fa\u2009–\u2009h\u202fa","h":"h–h\u202fa"},"H":{"H":"HH–HH"},"hm":{"a":"h.mm\u202fa\u2009–\u2009h.mm\u202fa","h":"h.mm–h.mm\u202fa","m":"h.mm–h.mm\u202fa"},"Hm":{"H":"HH.mm–HH.mm","m":"HH.mm–HH.mm"},"hmv":{"a":"h.mm\u202fa\u2009–\u2009h.mm\u202fa v","h":"h.mm–h.mm\u202fa v","m":"h.mm–h.mm\u202fa v"},"Hmv":{"H":"HH.mm–HH.mm v","m":"HH.mm–HH.mm v"},"hv":{"a":"h\u202fa\u2009–\u2009h\u202fa v","h":"h–h\u202fa v"},"Hv":{"H":"HH–HH v"},"M":{"M":"M–M"},"Md":{"d":"d/M\u2009–\u2009d/M","M":"d/M\u2009–\u2009d/M"},"MEd":{"d":"E, d/M\u2009–\u2009E, d/M","M":"E, d/M\u2009–\u2009E, d/M"},"MMM":{"M":"MMM–MMM"},"MMMd":{"d":"d–d MMM","M":"d MMM\u2009–\u2009d MMM"},"MMMEd":{"d":"E, d MMM\u2009–\u2009E, d MMM","M":"E, d MMM\u2009–\u2009E, d MMM"},"y":{"y":"y\u2009–\u2009y"},"yM":{"M":"M/y\u2009–\u2009M/y","y":"M/y\u2009–\u2009M/y"},"yMd":{"d":"d/M/y\u2009–\u2009d/M/y","M":"d/M/y\u2009–\u2009d/M/y","y":"d/M/y\u2009–\u2009d/M/y"},"yMEd":{"d":"E, d/M/y\u2009–\u2009E, d/M/y","M":"E, d/M/y\u2009–\u2009E, d/M/y","y":"E, d/M/y\u2009–\u2009E, d/M/y"},"yMMM":{"M":"MMM–MMM y","y":"MMM y\u2009–\u2009MMM y"},"yMMMd":{"d":"d–d MMM y","M":"d MMM\u2009–\u2009d MMM y","y":"d MMM y\u2009–\u2009d MMM y"},"yMMMEd":{"d":"E, d MMM\u2009–\u2009E, d MMM y","M":"E, d MMM\u2009–\u2009E, d MMM y","y":"E, d MMM y\u2009–\u2009E, d MMM y"},"yMMMM":{"M":"MMMM–MMMM y","y":"MMMM y\u2009–\u2009MMMM y"}}},"dateTimeFormats-atTime":{"standard":{"full":"{1} \'pukul\' {0}","long":"{1} \'pukul\' {0}","medium":"{1}, {0}","short":"{1}, {0}"}}}}}}}}
