Repository: HKA-web/Microservice.Erp
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: id

source: Redirect
id: Dialihkan

source: Page will redirect
id: Halaman akan dialihkan

source: Updating...
id: Memperbarui...

source: Warning
id: Peringatan

source: Disable %(key)s keyboard, Please reload manual
id: Keboard %(key)s dinonaktifkan, Harap muat ulang manual

source: Processing
id: Mengolah

source: Error
id: Kesalahan

source: Maximum top window, Can not get datasource tab
id: Jendela atas maksimum, Tidak bisa mendapatkan tab sumber data

source: Maximum top window, Can not open tab
id: Jendela atas maksimum, Tidak dapat membuka tab

source: Module %(menu_name)s contain dialog open, Please close first
id: Modul %(menu_name)s berisi dialog terbuka, Silakan tutup terlebih dahulu

source: Maximum top window, Can not reload tab
id: Jendela atas maksimum, Tidak dapat memuat ulang tab

source: Maximum top window, Can not close tab
id: Jendela atas maksimum, Tidak dapat menutup tab

source: Maximum top window, Can not get instance dialog
id: Jendela atas maksimum, Tidak dapat mendapatkan dialog instance

source: Maximum top window, Can not close dialog
id: Jendela atas maksimum, Tidak dapat menutup dialog
