Repository: HKA-web/Microservice.Erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: {"en":{"grid":{"EmptyRecord":"No records to display","True":"true","False":"false","InvalidFilterMessage":"Invalid Filter Data","GroupDropArea":"Drag a column header here to group its column","UnGroup":"Click here to ungroup","GroupDisable":"Grouping is disabled for this column","FilterbarTitle":"\"s filter bar cell","EmptyDataSourceError":"DataSource must not be empty at initial load since columns are generated from dataSource in AutoGenerate Column Grid","Add":"Add","Edit":"Edit","Cancel":"Cancel","Update":"Update","Delete":"Delete","Print":"Print","Pdfexport":"PDF Export","Excelexport":"Excel Export","Wordexport":"Word Export","Csvexport":"CSV Export","Search":"Search","Columnchooser":"Columns","Save":"Save","Item":"item","Items":"items","EditOperationAlert":"No records selected for edit operation","DeleteOperationAlert":"No records selected for delete operation","SaveButton":"Save","OKButton":"OK","CancelButton":"Cancel","EditFormTitle":"Details of ","AddFormTitle":"Add New Record","BatchSaveConfirm":"Are you sure you want to save changes?","BatchSaveLostChanges":"Unsaved changes will be lost. Are you sure you want to continue?","ConfirmDelete":"Are you sure you want to Delete Record?","CancelEdit":"Are you sure you want to Cancel the changes?","ChooseColumns":"Choose Column","SearchColumns":"search columns","Matchs":"No Matches Found","FilterButton":"Filter","ClearButton":"Clear","StartsWith":"Starts With","EndsWith":"Ends With","Contains":"Contains","Equal":"Equal","NotEqual":"Not Equal","LessThan":"Less Than","LessThanOrEqual":"Less Than Or Equal","GreaterThan":"Greater Than","GreaterThanOrEqual":"Greater Than Or Equal","ChooseDate":"Choose a Date","EnterValue":"Enter the value","Copy":"Copy","Group":"Group by this column","Ungroup":"Ungroup by this column","autoFitAll":"Auto Fit all columns","autoFit":"Auto Fit this column","Export":"Export","FirstPage":"First Page","LastPage":"Last Page","PreviousPage":"Previous Page","NextPage":"Next Page","SortAscending":"Sort Ascending","SortDescending":"Sort Descending","EditRecord":"Edit Record","DeleteRecord":"Delete Record","FilterMenu":"Filter","SelectAll":"Select All","Blanks":"Blanks","FilterTrue":"True","FilterFalse":"False","NoResult":"No Matches Found","ClearFilter":"Clear Filter","NumberFilter":"Number Filters","TextFilter":"Text Filters","DateFilter":"Date Filters","DateTimeFilter":"DateTime Filters","MatchCase":"Match Case","Between":"Between","CustomFilter":"Custom Filter","CustomFilterPlaceHolder":"Enter the value","CustomFilterDatePlaceHolder":"Choose a date","AND":"AND","OR":"OR","ShowRowsWhere":"Show rows where:","NotStartsWith":"Does Not Start With","Like":"Like","NotEndsWith":"Does Not End With","NotContains":"Does Not Contain","IsNull":"Null","NotNull":"Not Null","IsEmpty":"Empty","IsNotEmpty":"Not Empty","AddCurrentSelection":"Add current selection to filter","UnGroupButton":"Click here to ungroup","AutoFitAll":"Autofit all columns","AutoFit":"Autofit this column","Clear":"Clear","FilterMenuDialogARIA":"Filter menu dialog","ExcelFilterDialogARIA":"Excel filter dialog","DialogEditARIA":"Edit dialog","ColumnChooserDialogARIA":"Column chooser","ColumnMenuDialogARIA":"Column menu dialog","CustomFilterDialogARIA":"Custom filter dialog","SortAtoZ":"Sort A to Z","SortZtoA":"Sort Z to A","SortByOldest":"Sort by Oldest","SortByNewest":"Sort by Newest","SortSmallestToLargest":"Sort Smallest to Largest","SortLargestToSmallest":"Sort Largest to Smallest","Sort":"Sort","FilterDescription":"Press Alt Down to open filter Menu","SortDescription":"Press Enter to sort","ColumnMenuDescription":"Press Alt Down to open Column Menu","GroupDescription":"Press Ctrl space to group","ColumnHeader":" column header ","TemplateCell":" is template cell","CommandColumnAria":"is Command column column header ","DialogEdit":"Dialog edit","ClipBoard":"clipboard","GroupButton":"Group button","UnGroupAria":"ungroup button","GroupSeperator":"Separator for the grouped columns","UnGroupIcon":"ungroup the grouped column ","GroupedSortIcon":"sort the grouped column ","GroupedDrag":"Drag the grouped column","GroupCaption":" is groupcaption cell","CheckBoxLabel":"checkbox","Expanded":"Expanded","Collapsed":"Collapsed","SelectAllCheckbox":"Select all checkbox","SelectRow":"Select row"},"pager":{"currentPageInfo":"{0} of {1} pages","totalItemsInfo":"({0} items)","firstPageTooltip":"Go to first page","lastPageTooltip":"Go to last page","nextPageTooltip":"Go to next page","previousPageTooltip":"Go to previous page","nextPagerTooltip":"Go to next pager items","previousPagerTooltip":"Go to previous pager items","pagerDropDown":"Items per page","pagerAllDropDown":"Items","All":"All","totalItemInfo":"({0} item)","Container":"Pager Container","Information":"Pager Information","ExternalMsg":"Pager external message","Page":"Page ","Of":" of ","Pages":" Pages"},"kanban":{"items":"items","min":"Min","max":"Max","cardsSelected":"Cards Selected","addTitle":"Add New Card","editTitle":"Edit Card Details","deleteTitle":"Delete Card","deleteContent":"Are you sure you want to delete this card?","save":"Save","delete":"Delete","cancel":"Cancel","yes":"Yes","no":"No","close":"Close","noCard":"No cards to display","unassigned":"Unassigned","cards":"Cards"},"dropdowns":{"noRecordsTemplate":"No Records Found","actionFailureTemplate":"The Request Failed","overflowCountTemplate":"+${count} more..","selectAllText":"Select All","unSelectAllText":"Unselect All","totalCountTemplate":"${count} selected"},"drop-down-list":{"noRecordsTemplate":"No Records Found","actionFailureTemplate":"The Request Failed"},"combo-box":{"noRecordsTemplate":"No Records Found","actionFailureTemplate":"The Request Failed"},"auto-complete":{"noRecordsTemplate":"No Records Found","actionFailureTemplate":"The Request Failed"},"multi-select":{"noRecordsTemplate":"No Records Found","actionFailureTemplate":"The Request Failed","overflowCountTemplate":"+${count} more..","selectAllText":"Select All","unSelectAllText":"Unselect All","totalCountTemplate":"${count} selected"},"listbox":{"noRecordsTemplate":"No Records Found","actionFailureTemplate":"The Request Failed","selectAllText":"Select All","unSelectAllText":"Unselect All","moveUp":"Move Up","moveDown":"Move Down","moveTo":"Move To","moveFrom":"Move From","moveAllTo":"Move All To","moveAllFrom":"Move All From"},"spreadsheet":{"InsertingEmptyValue":"Reference value is not valid.","FindValue":"Find value","ReplaceValue":"Replace value","FindReplaceTooltip":"Find & Replace","ByRow":"By Rows","ByColumn":"By Columns","MatchExactCellElements":"Match entire cell contents","EnterCellAddress":"Enter cell address","FindAndReplace":"Find and Replace","ReplaceAllEnd":" matches replaced with ","FindNextBtn":"Find Next","FindPreviousBtn":"Find Previous","ReplaceBtn":"Replace","ReplaceAllBtn":"Replace All","GotoHeader":"Go To","Sheet":"Sheet","SearchWithin":"Search within","SearchBy":"Search by","Reference":"Reference","Workbook":"Workbook","NoElements":"We couldn't find what you were looking for.","FindWhat":"Find what","ReplaceWith":"Replace with","FileName":"File Name","ExtendValidation":"The selection contains some cells without data validation. Do you want to extend validation to these cells?","Yes":"Yes","No":"No","PROPER":"Converts a text to proper case; first letter to uppercase and other letters to lowercase.","Cut":"Cut","Copy":"Copy","Paste":"Paste","PasteSpecial":"Paste Special","All":"All","Values":"Values","Formats":"Formats","Font":"Font","FontSize":"Font Size","Bold":"Bold","Italic":"Italic","Underline":"Underline","Strikethrough":"Strikethrough","TextColor":"Text Color","FillColor":"Fill Color","HorizontalAlignment":"Horizontal Alignment","AlignLeft":"Align Left","AlignCenter":"Center","AlignRight":"Align Right","VerticalAlignment":"Vertical Alignment","AlignTop":"Align Top","AlignMiddle":"Align Middle","AlignBottom":"Align Bottom","MergeCells":"Merge Cells","MergeAll":"Merge All","MergeHorizontally":"Merge Horizontally","MergeVertically":"Merge Vertically","Unmerge":"Unmerge","UnmergeCells":"Unmerge Cells","SelectMergeType":"Select Merge Type","MergeCellsAlert":"Merging cells will only preserve the top-leftmost(Uppermost) value. Merge anyway?","PasteMergeAlert":"We can't do that to a merge cell.","Borders":"Borders","TopBorders":"Top Borders","LeftBorders":"Left Borders","RightBorders":"Right Borders","BottomBorders":"Bottom Borders","AllBorders":"All Borders","HorizontalBorders":"Horizontal Borders","VerticalBorders":"Vertical Borders","OutsideBorders":"Outside Borders","InsideBorders":"Inside Borders","NoBorders":"No Borders","BorderColor":"Border Color","BorderStyle":"Border Style","InsertFunction":"Insert Function","Insert":"Insert","Delete":"Delete","DuplicateSheet":"Duplicate","MoveRight":"Move Right","MoveLeft":"Move Left","Rename":"Rename","Hide":"Hide","NameBox":"Name Box","ShowHeaders":"Show Headers","HideHeaders":"Hide Headers","ShowGridLines":"Show Gridlines","HideGridLines":"Hide Gridlines","FreezePanes":"Freeze Panes","FreezeRows":"Freeze Rows","FreezeColumns":"Freeze Columns","UnfreezePanes":"Unfreeze Panes","UnfreezeRows":"Unfreeze Rows","UnfreezeColumns":"Unfreeze Columns","AddSheet":"Add Sheet","ListAllSheets":"List All Sheets","CollapseToolbar":"Collapse Toolbar","ExpandToolbar":"Expand Toolbar","CollapseFormulaBar":"Collapse Formula Bar","ExpandFormulaBar":"Expand Formula Bar","File":"File","Home":"Home","Formulas":"Formulas","View":"View","New":"New","Open":"Open","SaveAs":"Save As","ExcelXlsx":"Microsoft Excel","ExcelXls":"Microsoft Excel 97-2003","CSV":"Comma-separated values","FormulaBar":"Formula Bar","Sort":"Sort","SortAscending":"Ascending","SortDescending":"Descending","CustomSort":"Custom Sort","AddColumn":"Add Column","ContainsHeader":"Data contains header","CaseSensitive":"Case sensitive","SortBy":"Sort by","ThenBy":"Then by","SelectAColumn":"Select a column","SortEmptyFieldError":"All sort criteria must have a column specified. Check the selected sort criteria and try again.","SortDuplicateFieldError":" is being sorted by values more than once. Delete the duplicate sort criteria and try again.","SortOutOfRangeError":"Select a cell or range inside the used range and try again.","MultiRangeSortError":"This can't be done on a multiple range selection. Select a single range and try again.","HideRow":"Hide Row","HideRows":"Hide Rows","UnhideRows":"Unhide Rows","HideColumn":"Hide Column","HideColumns":"Hide Columns","UnhideColumns":"Unhide Columns","InsertRow":"Insert Row","InsertRows":"Insert Rows","Above":"Above","Below":"Below","InsertColumn":"Insert Column","InsertColumns":"Insert Columns","Before":"Before","After":"After","DeleteRow":"Delete Row","DeleteRows":"Delete Rows","DeleteColumn":"Delete Column","DeleteColumns":"Delete Columns","Ok":"OK","Close":"Close","MoreOptions":"More Options","Cancel":"Cancel","Apply":"Apply","MoreColors":"More Colors","StandardColors":"Standard Colors","General":"General","Number":"Number","Currency":"Currency","Accounting":"Accounting","ShortDate":"Short Date","LongDate":"Long Date","Time":"Time","Percentage":"Percentage","Fraction":"Fraction","Scientific":"Scientific","Text":"Text","NumberFormat":"Number Format","MobileFormulaBarPlaceHolder":"Enter value or Formula","PasteAlert":"You can't paste this here, because the copy area and paste area aren't in the same size. Please try pasting in a different range.","DestroyAlert":"Are you sure you want to destroy the current workbook without saving and create a new workbook?","SheetRenameInvalidAlert":"Sheet name contains invalid character.","SheetRenameEmptyAlert":"Sheet name cannot be empty.","SheetRenameAlreadyExistsAlert":"Sheet name already exists. Please enter another name.","DeleteSheetAlert":"Are you sure you want to delete this sheet?","DeleteSingleLastSheetAlert":"A Workbook must contain at least one visible worksheet.","PickACategory":"Pick a category","Description":"Description","UnsupportedFile":"Unsupported File","DataLimitExceeded":"File data is too large and it takes more time to process, do you want to continue?","FileSizeLimitExceeded":"File size is too large and it takes more time to process, do you want to continue?","InvalidUrl":"Invalid URL","SUM":"Adds a series of numbers and/or cells.","SUMIF":"Adds the cells based on specified condition.","SUMIFS":"Adds the cells based on specified conditions.","ABS":"Returns the value of a number without its sign.","RAND":"Returns a random number between 0 and 1.","RANDBETWEEN":"Returns a random integer based on specified values.","FLOOR":"Rounds a number down to the nearest multiple of a given factor.","CEILING":"Rounds a number up to the nearest multiple of a given factor.","PRODUCT":"Multiplies a series of numbers and/or cells.","AVERAGE":"Calculates average for the series of numbers and/or cells excluding text.","AVERAGEIF":"Calculates average for the cells based on specified criterion.","AVERAGEIFS":"Calculates average for the cells based on specified conditions.","AVERAGEA":"Calculates the average for the cells evaluating TRUE as 1, text and FALSE as 0.","COUNT":"Counts the cells that contain numeric values in a range.","COUNTIF":"Counts the cells based on specified condition.","COUNTIFS":"Counts the cells based on specified conditions.","COUNTA":"Counts the cells that contains values in a range.","MIN":"Returns the smallest number of the given arguments.","MAX":"Returns the largest number of the given arguments.","DATE":"Returns the date based on given year, month, and day.","DAY":"Returns the day from the given date.","DAYS":"Returns the number of days between two dates.","IF":"Returns value based on the given expression.","IFS":"Returns value based on the given multiple expressions.","CalculateAND":"Returns TRUE if all the arguments are TRUE, otherwise returns FALSE.","CalculateOR":"Returns TRUE if any of the arguments are TRUE, otherwise returns FALSE.","IFERROR":"Returns value if no error found else it will return specified value.","CHOOSE":"Returns a value from list of values, based on index number.","INDEX":"Returns a value of the cell in a given range based on row and column number.","FIND":"Returns the position of a string within another string, which is case sensitive.","CONCATENATE":"Combines two or more strings together.","CONCAT":"Concatenates a list or a range of text strings.","SUBTOTAL":"Returns subtotal for a range using the given function number.","RADIANS":"Converts degrees into radians.","MATCH":"Returns the relative position of a specified value in given range.","SLOPE":"Returns the slope of the line from linear regression of the data points.","INTERCEPT":"Calculates the point of the Y-intercept line via linear regression.","UNIQUE":"Returns a unique values from a range or array","TEXT":"Converts a value to text in specified number format.","DefineNameExists":"This name already exists, try different name.","CircularReference":"When a formula refers to one or more circular references, this may result in an incorrect calculation.","SORT":"Sorts a range of an array","T":"Checks whether a value is text or not and returns the text.","EXACT":"Checks whether a two text strings are exactly same and returns TRUE or FALSE.","LEN":"Returns a number of characters in a given string.","MOD":"Returns a remainder after a number is divided by divisor.","ODD":"Rounds a positive number up and negative number down to the nearest odd integer.","PI":"Returns the value of pi.","COUNTBLANK":"Returns the number of empty cells in a specified range of cells.","EVEN":"Rounds a positive number up and negative number down to the nearest even integer.","DECIMAL":"Converts a text representation of a number in a given base into a decimal number.","ADDRESS":"Returns a cell reference as text, given specified row and column numbers.","CHAR":"Returns the character from the specified number.","CODE":"Returns the numeric code for the first character in a given string.","DOLLAR":"Converts the number to currency formatted text.","SMALL":"Returns the k-th smallest value in a given array.","LARGE":"Returns the k-th largest value in a given array.","TIME":"Converts hours, minutes, seconds to the time formatted text.","DEGREES":"Converts radians to degrees.","FACT":"Returns the factorial of a number.","MEDIAN":"Returns the median of the given set of numbers.","EDATE":"Returns a date with given number of months before or after the specified date.","DATEVALUE":"Converts a date string into date value.","NOW":"Returns the current date and time.","HOUR":"Returns the number of hours in a specified time string.","MINUTE":"Returns the number of minutes in a specified time string.","SECOND":"Returns the number of seconds in a specified time string.","MONTH":"Returns the number of months in a specified date string.","OR":"OR","AND":"AND","CustomFilterDatePlaceHolder":"Choose a date","CustomFilterPlaceHolder":"Enter the value","CustomFilter":"Custom Filter","Between":"Between","MatchCase":"Match case","DateTimeFilter":"DateTime Filters","Undo":"Undo","Redo":"Redo","ClearAllFilter":"Clear","ReapplyFilter":"Reapply","DateFilter":"Date Filters","TextFilter":"Text Filters","NumberFilter":"Number Filters","ClearFilter":"Clear Filter","NoResult":"No Matches Found","FilterFalse":"False","FilterTrue":"True","Blanks":"Blanks","SelectAll":"Select All","GreaterThanOrEqual":"Greater Than Or Equal","GreaterThan":"Greater Than","LessThanOrEqual":"Less Than Or Equal","LessThan":"Less Than","NotEqual":"Not Equal","Equal":"Equal","Contains":"Contains","NotContains":"Does Not Contains","EndsWith":"Ends With","NotEndsWith":"Does Not End With","StartsWith":"Starts With","NotStartsWith":"Does Not Start With","IsEmpty":"Empty","IsNotEmpty":"Not Empty","ClearButton":"Clear","FilterButton":"Filter","CancelButton":"Cancel","OKButton":"OK","Search":"Search","DataValidation":"Data Validation","CellRange":"Cell Range","Allow":"Allow","Data":"Data","Minimum":"Minimum","Maximum":"Maximum","IgnoreBlank":"Ignore blank","WholeNumber":"Whole Number","Decimal":"Decimal","Date":"Date","TextLength":"Text Length","List":"List","NotBetween":"Not Between","EqualTo":"Equal To","NotEqualTo":"Not Equal To","GreaterThanOrEqualTo":"Greater Than Or Equal To","LessThanOrEqualTo":"Less Than Or Equal To","InCellDropDown":"In-cell-dropdown","Sources":"Sources","Value":"Value","Retry":"Retry","DialogError":"The list source must be a reference to single row or column.","MinMaxError":"The Maximum must be greater than or equal to the Minimum.","Spreadsheet":"Spreadsheet","MoreValidation":"This selection contains more than one validation. ","FileNameError":"A file name can't contain characters like \\ / : * ? \" < > [ ] |","ValidationError":"This value doesn't match the data validation restrictions defined for the cell.","ListLengthError":"The list values allows only upto 256 characters","ProtectSheet":"Protect Sheet","UnprotectSheet":"Unprotect Sheet","SelectCells":"Select locked cells","SelectUnlockedCells":"Select unlocked cells","Save":"Save","EmptyFileName":"File name cannot be empty.","LargeName":"The name is too long.","FormatCells":"Format cells","FormatRows":"Format rows","FormatColumns":"Format columns","InsertLinks":"Insert links","ProtectContent":"Protect the contents of locked cells","ProtectAllowUser":" Allow all users of this worksheet to:","EditAlert":"The cell you're trying to change is protected. To make change, unprotect the sheet.","ClearValidation":"Clear Validation","ISNUMBER":"Returns true when the value parses as a numeric value.","ROUND":"Rounds a number to a specified number of digits.","GEOMEAN":"Returns the geometric mean of an array or range of positive data.","POWER":"Returns the result of a number raised to power","LOG":"Returns the logarithm of a number to the base that you specify.","TRUNC":"Returns the truncated value of a number to a specified number of decimal places.","EXP":"Returns e raised to the power of the given number.","LOOKUP":"Looks for a value in a one-row or one-column range, then returns a value from the same position in a second one-row or one-column range.","HLOOKUP":"Looks for a value in the top row of the array of values and then returns a value in the same column from a row in the array that you specify.","VLOOKUP":"Looks for a specific value in the first column of a lookup range and returns a corresponding value from a different column within the same row.","NOT":"Returns the inverse of a given logical expression.","EOMONTH":"Returns the last day of the month that is a specified number of months before or after an initially supplied start date.","SQRT":"Returns the square root of a positive number.","ROUNDDOWN":"Rounds a number down, toward zero.","RSQ":"Returns the square of the Pearson product moment correlation coefficient based on data points in known_y's and known_x's.","HighlightCellsRules":"Highlight Cells Rules","CFEqualTo":"Equal To","TextThatContains":"Text that Contains","ADateOccuring":"A Date Occuring","DuplicateValues":"Duplicate Values","TopBottomRules":"Top/Bottom Rules","Top10Items":"Top 10 Items","Top10":"Top 10","Bottom10Items":"Bottom 10 Items","Bottom10":"Bottom 10","AboveAverage":"Above Average","BelowAverage":"Below Average","FormatCellsGreaterThan":"Format cells that are GREATER THAN:","FormatCellsLessThan":"Format cells that are LESS THAN:","FormatCellsBetween":"Format cells that are BETWEEN:","FormatCellsEqualTo":"Format cells that are EQUAL TO:","FormatCellsThatContainTheText":"Format cells that contain the text:","FormatCellsThatContainADateOccurring":"Format cells that contain a date occurring:","FormatCellsDuplicate":"Format cells that contain:","FormatCellsTop":"Format cells that rank in the TOP:","FormatCellsBottom":"Format cells that rank in the BOTTOM:","FormatCellsAbove":"Format cells that are ABOVE AVERAGE:","FormatCellsBelow":"Format cells that are BELOW AVERAGE:","With":"with","DataBars":"Data Bars","ColorScales":"Color Scales","IconSets":"Icon Sets","ClearRules":"Clear Rules","SelectedCells":"Clear Rules from Selected Cells","EntireSheet":"Clear Rules from Entire Sheet","LightRedFillWithDarkRedText":"Light Red Fill with Dark Red Text","YellowFillWithDarkYellowText":"Yellow Fill with Dark Yellow Text","GreenFillWithDarkGreenText":"Green Fill with Dark Green Text","RedFill":"Red Fill","RedText":"Red Text","Duplicate":"Duplicate","Unique":"Unique","And":"and","WebPage":"Web Page","ThisDocument":"This Document","DisplayText":"Display Text","Url":"URL","CellReference":"Cell Reference","DefinedNames":"Defined Names","EnterTheTextToDisplay":"Enter the text to display","EnterTheUrl":"Enter the URL","INT":"Returns a number to the nearest integer.","SUMPRODUCT":"Returns sum of the product of given ranges of arrays.","TODAY":"Returns the current date as date value.","ROUNDUP":"Rounds a number away from zero.","Link":"Link","Hyperlink":"Hyperlink","EditHyperlink":"Edit Hyperlink","OpenHyperlink":"Open Hyperlink","RemoveHyperlink":"Remove Hyperlink","InvalidHyperlinkAlert":"The address of this site is not valid. Check the address and try again.","InsertLink":"Insert Link","EditLink":"Edit Link","WrapText":"Wrap Text","Update":"Update","SortAndFilter":"Sort & Filter","Filter":"Filter","FilterCellValue":"Filter by Value of Selected Cell","FilterOutOfRangeError":"Select a cell or range inside the used range and try again.","ClearFilterFrom":"Clear Filter From ","LN":"Returns the natural logarithm of a number.","DefineNameInValid":"The name that you entered is not valid.","EmptyError":"You must enter a value","ClearHighlight":"Clear Highlight","HighlightInvalidData":"Highlight Invalid Data","Clear":"Clear","ClearContents":"Clear Contents","ClearAll":"Clear All","ClearFormats":"Clear Formats","ClearHyperlinks":"Clear Hyperlinks","Image":"Image","ConditionalFormatting":"Conditional Formatting","BlueDataBar":"Blue Data Bar","GreenDataBar":"Green Data Bar","RedDataBar":"Red Data Bar","OrangeDataBar":"Orange Data Bar","LightBlueDataBar":"Light blue Data Bar","PurpleDataBar":"Purple Data Bar","GYRColorScale":"Green - Yellow - Red Color Scale","RYGColorScale":"Red - Yellow - Green Color Scale","GWRColorScale":"Green - White - Red Color Scale","RWGColorScale":"Red - White - Green Color Scale","BWRColorScale":"Blue - White - Red Color Scale","RWBColorScale":"Red - White - Blue Color Scale","WRColorScale":"White - Red Color Scale","RWColorScale":"Red - White Color Scale","GWColorScale":"Green - White Color Scale","WGColorScale":"White - Green Color Scale","GYColorScale":"Green - Yellow Color Scale","YGColorScale":"Yellow - Green Color Scale","ThreeArrowsColor":"3 Arrows (Colored)","ThreeArrowsGray":"3 Arrows (Gray)","ThreeTriangles":"3 Triangles","FourArrowsColor":"4 Arrows (Gray)","FourArrowsGray":"4 Arrows (Colored)","FiveArrowsColor":"5 Arrows (Gray)","FiveArrowsGray":"5 Arrows (Colored)","ThreeTrafficLights1":"3 Traffic Lights (Unrimmed)","ThreeTrafficLights2":"3 Traffic Lights (Rimmed)","ThreeSigns":"3 Signs","FourTrafficLights":"4 Traffic Lights","RedToBlack":"Red To Black","ThreeSymbols1":"3 Symbols (Circled)","ThreeSymbols2":"3 Symbols (Uncircled)","ThreeFlags":"3 Flags","ThreeStars":"3 Stars","FourRatings":"4 Ratings","FiveQuarters":"5 Quarters","FiveRatings":"5 Ratings","FiveBoxes":"5 Boxes","Chart":"Chart","Column":"Column","Bar":"Bar","Area":"Area","Pie":"Pie","Doughnut":"Doughnut","PieAndDoughnut":"Pie/Doughnut","Line":"Line","Radar":"Radar","Scatter":"Scatter","ChartDesign":"Chart Design","ClusteredColumn":"Clustered Column","StackedColumn":"Stacked Column","StackedColumn100":"100%% Stacked Column","ClusteredBar":"Clustered Bar","StackedBar":"Stacked Bar","StackedBar100":"100%% Stacked Bar","StackedArea":"Stacked Area","StackedArea100":"100%% Stacked Area","StackedLine":"Stacked Line","StackedLine100":"100%% Stacked Line","LineMarker":"Line with Markers","StackedLineMarker":"Stacked Line with Markers","StackedLine100Marker":"100%% Stacked Line with Markers","AddChartElement":"Add Chart Element","Axes":"Axes","AxisTitle":"Axis Title","ChartTitle":"Chart Title","DataLabels":"Data Labels","Gridlines":"Gridlines","Legends":"Legends","PrimaryHorizontal":"Primary Horizontal","PrimaryVertical":"Primary Vertical","None":"None","AboveChart":"Above Chart","Center":"Center","InsideEnd":"Inside End","InsideBase":"Inside Base","OutsideEnd":"OutSide End","PrimaryMajorHorizontal":"Primary Major Horizontal","PrimaryMajorVertical":"Primary Major Vertical","PrimaryMinorHorizontal":"Primary Minor Horizontal","PrimaryMinorVertical":"Primary Minor Vertical","Right":"Right","Left":"Left","Bottom":"Bottom","Top":"Top","SwitchRowColumn":"Switch Row/Column","ChartTheme":"Chart Theme","ChartType":"Chart Type","Material":"Material","Fabric":"Fabric","Bootstrap":"Bootstrap","HighContrastLight":"HighContrast Light","MaterialDark":"Material Dark","FabricDark":"Fabric Dark","HighContrast":"HighContrast","BootstrapDark":"Bootstrap Dark","Bootstrap4":"Bootstrap4","Bootstrap5Dark":"Bootstrap5 Dark","Bootstrap5":"Bootstrap5","Tailwind":"Tailwind","TailwindDark":"Tailwind Dark","VerticalAxisTitle":"Vertical Axis Title","HorizontalAxisTitle":"Horizontal Axis Title","EnterTitle":"Enter Title","UnprotectWorksheet":"Unprotect Sheet","ReEnterPassword":"Re-enter password to proceed","SheetPassword":"Password to unprotect sheet:","ProtectWorkbook":"Protect Workbook","Password":"Password (optional):","EnterThePassword":"Enter the password","ConfirmPassword":"Confirm Password","EnterTheConfirmPassword":"Re-enter your password","PasswordAlert":"Confirmation password is not identical","UnprotectWorkbook":"Unprotect Workbook","UnprotectPasswordAlert":"The password you supplied is not correct.","IncorrectPassword":"Unable to open the file or worksheet with the given password","PasswordAlertMsg":"Please enter the password","ConfirmPasswordAlertMsg":"Please enter the confirm password","IsProtected":"is protected","PDF":"PDF Document","AutoFillMergeAlertMsg":"To do this, all the merged cells need to be the same size.","Fluent":"Fluent","FluentDark":"Fluent Dark","Custom":"Custom","WEEKDAY":"Returns the day of the week corresponding to a date.","FillSeries":"Fill Series","CopyCells":"Copy Cells","FillFormattingOnly":"Fill Formatting Only","FillWithoutFormatting":"Fill Without Formatting","CustomFormat":"Custom Number Formats","CustomFormatPlaceholder":"Type or Select a custom format","CustomFormatTypeList":"Type","CellReferenceTypoError":"We found a typo in your cell reference. Do you want to correct this reference as follows?","AddCurrentSelection":"Add current selection to filter","ExternalWorkbook":"An imported excel file contains an external workbook reference. Do you want to import that file?","Directional":"Directional","Shapes":"Shapes","Indicators":"Indicators","Ratings":"Ratings","InvalidFormulaError":"We found that you typed a formula which is invalid.","InvalidArguments":"We found that you typed a formula with an invalid arguments.","EmptyExpression":"We found that you typed a formula with an empty expression.","MismatchedParenthesis":"We found that you typed a formula with one or more missing opening or closing parenthesis.","ImproperFormula":"We found that you typed a formula which is improper.","WrongNumberOfArguments":"We found that you typed a formula with a wrong number of arguments.","Requires3Arguments":"We found that you typed a formula which requires 3 arguments.","MismatchedStringQuotes":"We found that you typed a formula with a mismatched quotes.","FormulaCircularRef":"We found that you typed a formula with a circular reference."},"filemanager":{"NewFolder":"New folder","Upload":"Upload","Delete":"Delete","Rename":"Rename","Download":"Download","Cut":"Cut","Copy":"Copy","Paste":"Paste","SortBy":"Sort by","Refresh":"Refresh","Item-Selection":"item selected","Items-Selection":"items selected","View":"View","Details":"Details","SelectAll":"Select all","Open":"Open","Tooltip-NewFolder":"New folder","Tooltip-Upload":"Upload","Tooltip-Delete":"Delete","Tooltip-Rename":"Rename","Tooltip-Download":"Download","Tooltip-Cut":"Cut","Tooltip-Copy":"Copy","Tooltip-Paste":"Paste","Tooltip-SortBy":"Sort by","Tooltip-Refresh":"Refresh","Tooltip-Selection":"Clear selection","Tooltip-View":"View","Tooltip-Details":"Details","Tooltip-SelectAll":"Select all","Name":"Name","Size":"Size","DateModified":"Modified","DateCreated":"Date created","Path":"Path","Modified":"Modified","Created":"Created","Location":"Location","Type":"Type","Permission":"Permission","Ascending":"Ascending","Descending":"Descending","None":"None","View-LargeIcons":"Large icons","View-Details":"Details","Search":"Search","Button-Ok":"OK","Button-Cancel":"Cancel","Button-Yes":"Yes","Button-No":"No","Button-Create":"Create","Button-Save":"Save","Header-NewFolder":"Folder","Content-NewFolder":"Enter your folder name","Header-Rename":"Rename","Content-Rename":"Enter your new name","Header-Rename-Confirmation":"Rename Confirmation","Content-Rename-Confirmation":"If you change a file name extension, the file might become unstable. Are you sure you want to change it?","Header-Delete":"Delete File","Content-Delete":"Are you sure you want to delete this file?","Header-Folder-Delete":"Delete Folder","Content-Folder-Delete":"Are you sure you want to delete this folder?","Header-Multiple-Delete":"Delete Multiple Files","Content-Multiple-Delete":"Are you sure you want to delete these {0} files?","Header-Duplicate":"File/Folder exists","Content-Duplicate":"{0} already exists. Do you want to rename and paste?","Header-Upload":"Upload Files","Error":"Error","Validation-Empty":"The file or folder name cannot be empty.","Validation-Invalid":"The file or folder name {0} contains invalid characters. Please use a different name. Valid file or folder names cannot end with a dot or space, and cannot contain any of the following characters: \\/:*?\"<>|","Validation-NewFolder-Exists":"A file or folder with the name {0} already exists.","Validation-Rename-Exists":"Cannot rename {0} to {1}: destination already exists.","Folder-Empty":"This folder is empty","File-Upload":"Drag files here to upload","Search-Empty":"No results found","Search-Key":"Try with different keywords","Filter-Empty":"No results found","Filter-Key":"Try with different filter","Sub-Folder-Error":"The destination folder is the subfolder of the source folder.","Same-Folder-Error":"The destination folder is the same as the source folder.","Access-Denied":"Access Denied","Access-Details":"You don't have permission to access this folder.","Header-Retry":"File Already Exists","Content-Retry":"A file with this name already exists in this folder. What would you like to do?","Button-Keep-Both":"Keep both","Button-Replace":"Replace","Button-Skip":"Skip","ApplyAll-Label":"Do this for all current items","KB":"KB","Access-Message":"{0} is not accessible. You need permission to perform the {1} action.","Network-Error":"NetworkError: Failed to send on XMLHTTPRequest: Failed to load","Server-Error":"ServerError: Invalid response from"},"calendar":{"today":"Today"},"datepicker":{"today":"Today","placeholder":"Choose a date"},"daterangepicker":{"placeholder":"Choose a date range","startLabel":"Start Date","endLabel":"End Date","applyText":"Apply","cancelText":"Cancel","selectedDays":"Selected Days","days":"Days","customRange":"Custom Range"},"timepicker":{"placeholder":"Choose a time"},"datetimepicker":{"today":"Today","placeholder":"Choose a date and time"},"dialog":{"close":"Close"},"toast":{"close":"Close"},"tab":{"closeButtonTitle":"Close"},"schedule":{"day":"Day","week":"Week","workWeek":"Work Week","month":"Month","year":"Year","agenda":"Agenda","weekAgenda":"Week Agenda","workWeekAgenda":"Work Week Agenda","monthAgenda":"Month Agenda","today":"Today","noEvents":"No events","emptyContainer":"There are no events scheduled on this day.","allDay":"All day","start":"Start","end":"End","more":"more","close":"Close","cancel":"Cancel","noTitle":"(No Title)","delete":"Delete","deleteEvent":"Delete Event","deleteMultipleEvent":"Delete Multiple Events","selectedItems":"Items selected","deleteSeries":"Delete Series","edit":"Edit","editSeries":"Edit Series","editEvent":"Edit Event","createEvent":"Create","subject":"Subject","addTitle":"Add title","moreDetails":"More Details","save":"Save","editContent":"How would you like to change the appointment in the series?","deleteContent":"Are you sure you want to delete this event?","deleteMultipleContent":"Are you sure you want to delete the selected events?","newEvent":"New Event","title":"Title","location":"Location","description":"Description","timezone":"Timezone","startTimezone":"Start Timezone","endTimezone":"End Timezone","repeat":"Repeat","saveButton":"Save","cancelButton":"Cancel","deleteButton":"Delete","recurrence":"Recurrence","wrongPattern":"The recurrence pattern is not valid.","seriesChangeAlert":"Do you want to cancel the changes made to specific instances of this series and match it to the whole series again?","createError":"The duration of the event must be shorter than how frequently it occurs. Shorten the duration, or change the recurrence pattern in the recurrence event editor.","sameDayAlert":"Two occurrences of the same event cannot occur on the same day.","occurenceAlert":"Cannot reschedule an occurrence of the recurring appointment if it skips over a later occurrence of the same appointment.","editRecurrence":"Edit Recurrence","repeats":"Repeats","alert":"Alert","startEndError":"The selected end date occurs before the start date.","invalidDateError":"The entered date value is invalid.","blockAlert":"Events cannot be scheduled within the blocked time range.","ok":"Ok","yes":"Yes","no":"No","occurrence":"Occurrence","series":"Series","previous":"Previous","next":"Next","timelineDay":"Timeline Day","timelineWeek":"Timeline Week","timelineWorkWeek":"Timeline Work Week","timelineMonth":"Timeline Month","timelineYear":"Timeline Year","editFollowingEvent":"Following Events","deleteTitle":"Delete Event","editTitle":"Edit Event","beginFrom":"Begin From","endAt":"End At","expandAllDaySection":"Expand-all-day-section","collapseAllDaySection":"Collapse-all-day-section","searchTimezone":"Search Timezone","noRecords":"No records found","deleteRecurrenceContent":"Do you want to delete only this event or entire series?","recurrenceDateValidation":"Some months have fewer than the selected date. For these months, the occurrence will fall on the last date of the month."},"recurrenceeditor":{"none":"None","daily":"Daily","weekly":"Weekly","monthly":"Monthly","month":"Month","yearly":"Yearly","never":"Never","until":"Until","count":"Count","first":"First","second":"Second","third":"Third","fourth":"Fourth","last":"Last","repeat":"Repeat","repeatEvery":"Repeat every","on":"Repeat On","end":"End","onDay":"Day","days":"Day(s)","weeks":"Week(s)","months":"Month(s)","years":"Year(s)","every":"every","summaryTimes":"time(s)","summaryOn":"on","summaryUntil":"until","summaryRepeat":"Repeats","summaryDay":"day(s)","summaryWeek":"week(s)","summaryMonth":"month(s)","summaryYear":"year(s)","monthWeek":"Month Week","monthPosition":"Month Position","monthExpander":"Month Expander","yearExpander":"Year Expander","repeatInterval":"Repeat Interval"},"gantt":{"emptyRecord":"No records to display","id":"ID","name":"Name","startDate":"Start Date","endDate":"End Date","duration":"Duration","progress":"Progress","dependency":"Dependency","notes":"Notes","baselineStartDate":"Baseline Start Date","baselineEndDate":"Baseline End Date","taskMode":"Task Mode","changeScheduleMode":"Change Schedule Mode","subTasksStartDate":"SubTasks Start Date","subTasksEndDate":"SubTasks End Date","scheduleStartDate":"Schedule Start Date","scheduleEndDate":"Schedule End Date","auto":"Auto","manual":"Manual","type":"Type","offset":"Offset","resourceName":"Resources","resourceID":"Resource ID","day":"day","hour":"hour","minute":"minute","days":"days","hours":"hours","minutes":"minutes","generalTab":"General","customTab":"Custom Columns","writeNotes":"Write Notes","addDialogTitle":"New Task","editDialogTitle":"Task Information","saveButton":"Save","add":"Add","edit":"Edit","update":"Update","delete":"Delete","cancel":"Cancel","search":"Search","task":" task","tasks":" tasks","zoomIn":"Zoom in","zoomOut":"Zoom out","zoomToFit":"Zoom to fit","excelExport":"Excel export","csvExport":"CSV export","expandAll":"Expand all","collapseAll":"Collapse all","nextTimeSpan":"Next timespan","prevTimeSpan":"Previous timespan","okText":"Ok","confirmDelete":"Are you sure you want to Delete Record?","from":"From","to":"To","taskLink":"Task Link","lag":"Lag","start":"Start","finish":"Finish","enterValue":"Enter the value","taskBeforePredecessor_FS":"You moved '{0}' to start before '{1}' finishes and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform","taskAfterPredecessor_FS":"You moved '{0}' away from '{1}' and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform","taskBeforePredecessor_SS":"You moved '{0}' to start before '{1}' starts and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform","taskAfterPredecessor_SS":"You moved '{0}' to start after '{1}' starts and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform","taskBeforePredecessor_FF":"You moved '{0}' to finish before '{1}' finishes and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform","taskAfterPredecessor_FF":"You moved '{0}' to finish after '{1}' finishes and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform","taskBeforePredecessor_SF":"You moved '{0}' away from '{1}' to starts and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform","taskAfterPredecessor_SF":"You moved '{0}' to finish after '{1}'starts and the two tasks are linked. As the result, the links cannot be honored. Select one action below to perform","taskInformation":"Task Information","deleteTask":"Delete Task","deleteDependency":"Delete Dependency","convert":"Convert","save":"Save","above":"Above","below":"Below","child":"Child","milestone":"Milestone","toTask":"To Task","toMilestone":"To Milestone","eventMarkers":"Event markers","leftTaskLabel":"Left task label","rightTaskLabel":"Right task label","timelineCell":"Timeline cell","confirmPredecessorDelete":"Are you sure you want to remove dependency link?","unit":"Unit","work":"Work","taskType":"Task Type","unassignedTask":"Unassigned Task","group":"Group","indent":"Indent","outdent":"Outdent","segments":"Segments","splitTask":"Split Task","mergeTask":"Merge Task","left":"Left","right":"Right"},"richtexteditor":{"alignments":"Alignments","justifyLeft":"Align Left","justifyCenter":"Align Center","justifyRight":"Align Right","justifyFull":"Align Justify","fontName":"Font Name","fontSize":"Font Size","fontColor":"Font Color","backgroundColor":"Background Color","bold":"Bold","italic":"Italic","underline":"Underline","strikethrough":"Strikethrough","clearFormat":"Clear Format","clearAll":"Clear All","cut":"Cut","copy":"Copy","paste":"Paste","unorderedList":"Bulleted List","orderedList":"Numbered List","indent":"Increase Indent","outdent":"Decrease Indent","undo":"Undo","redo":"Redo","superscript":"Superscript","subscript":"Subscript","createLink":"Insert Hyperlink","openLink":"Open Link","editLink":"Edit Link","removeLink":"Remove Link","image":"Insert Image","replace":"Replace","numberFormatList":"Number Format List","bulletFormatList":"Bullet Format List","audioReplace":"Replace","videoReplace":"Replace","videoAlign":"Align","videoDimension":"Dimension","audioRemove":"Remove","videoRemove":"Remove","audioLayoutOption":"Layout option","videoLayoutOption":"Layout option","align":"Align","caption":"Image Caption","remove":"Remove","insertLink":"Insert Link","display":"Display","altText":"Alternative Text","dimension":"Change Size","fullscreen":"Maximize","maximize":"Maximize","minimize":"Minimize","lowerCase":"Lower Case","upperCase":"Upper Case","print":"Print","formats":"Formats","sourcecode":"Code View","preview":"Preview","viewside":"ViewSide","insertCode":"Insert Code","linkText":"Display Text","linkTooltipLabel":"Title","linkWebUrl":"Web Address","linkTitle":"Enter a title","linkurl":"https://example.com","linkOpenInNewWindow":"Open Link in New Window","linkHeader":"Insert Link","dialogInsert":"Insert","dialogCancel":"Cancel","dialogUpdate":"Update","imageHeader":"Insert Image","audioHeader":"Insert Audio","videoHeader":"Insert Video","imageLinkHeader":"You can also provide a link from the web","audioLinkHeader":"You can also provide a link from the web","videoLinkHeader":"Web URL","embedVideoLinkHeader":"Media Embed URL","mdimageLink":"Please provide a URL for your image","imageUploadMessage":"Drop image here or browse to upload","audioUploadMessage":"Drop an audio file or browse to upload","videoUploadMessage":"Drop a video file or browse to upload","imageDeviceUploadMessage":"Click here to upload","audioDeviceUploadMessage":"Click here to upload","videoDeviceUploadMessage":"Click here to upload","imageAlternateText":"Alternate Text","alternateHeader":"Alternative Text","browse":"Browse","imageUrl":"https://example.com/image.png","audioUrl":"https://example.com/audio.mp3","videoUrl":"https://example.com/video.mp4","webUrl":"Web URL","embedUrl":"Embed Code","imageCaption":"Caption","imageSizeHeader":"Image Size","imageHeight":"Height","imageWidth":"Width","videoHeight":"Height","videoWidth":"Width","textPlaceholder":"Enter Text","inserttablebtn":"Insert Table","tabledialogHeader":"Insert Table","tableWidth":"Width","cellpadding":"Cell Padding","cellspacing":"Cell Spacing","columns":"Number of columns","rows":"Number of rows","tableRows":"Row","tableColumns":"Column","tableCellHorizontalAlign":"Table Cell Horizontal Align","tableCellVerticalAlign":"Table Vertical Align","createTable":"Create Table","removeTable":"Remove Table","tableHeader":"Header Row","tableRemove":"Delete Table","tableCellBackground":"Table Cell Background","tableEditProperties":"Table Edit Properties","styles":"Styles","insertColumnLeft":"Insert Column Left","insertColumnRight":"Insert Column Right","deleteColumn":"Delete Column","insertRowBefore":"Insert Row Before","insertRowAfter":"Insert Row After","deleteRow":"Delete Row","tableEditHeader":"Edit Table","TableHeadingText":"Heading","TableColText":"Col","imageInsertLinkHeader":"Insert Link","editImageHeader":"Edit Image","alignmentsDropDownLeft":"Align Left","alignmentsDropDownCenter":"Align Center","alignmentsDropDownRight":"Align Right","alignmentsDropDownJustify":"Align Justify","imageDisplayDropDownInline":"Inline","imageDisplayDropDownBreak":"Break","audioLayoutOptionDropDownInline":"Inline","audioLayoutOptionDropDownBreak":"Break","videoLayoutOptionDropDownInline":"Inline","videoLayoutOptionDropDownBreak":"Break","tableInsertRowDropDownBefore":"Insert row before","tableInsertRowDropDownAfter":"Insert row after","tableInsertRowDropDownDelete":"Delete row","tableInsertColumnDropDownLeft":"Insert column left","tableInsertColumnDropDownRight":"Insert column right","tableInsertColumnDropDownDelete":"Delete column","tableVerticalAlignDropDownTop":"Align Top","tableVerticalAlignDropDownMiddle":"Align Middle","tableVerticalAlignDropDownBottom":"Align Bottom","tableStylesDropDownDashedBorder":"Dashed Borders","tableStylesDropDownAlternateRows":"Alternate Rows","pasteFormat":"Paste Format","pasteFormatContent":"Choose the formatting action","plainText":"Plain Text","cleanFormat":"Clean","keepFormat":"Keep","pasteDialogOk":"OK","pasteDialogCancel":"Cancel","fileManager":"File Manager","fileDialogHeader":"File Browser","formatsDropDownParagraph":"Paragraph","formatsDropDownCode":"Code","formatsDropDownQuotation":"Quotation","formatsDropDownHeading1":"Heading 1","formatsDropDownHeading2":"Heading 2","formatsDropDownHeading3":"Heading 3","formatsDropDownHeading4":"Heading 4","fontNameSegoeUI":"SegoeUI","fontNameArial":"Arial","fontNameGeorgia":"Georgia","fontNameImpact":"Impact","fontNameTahoma":"Tahoma","fontNameTimesNewRoman":"Times New Roman","fontNameVerdana":"Verdana","formatsOLListNumber":"Number","formatsOLListLowerAlpha":"LowerAlpha","formatsOLListUpperAlpha":"UpperAlpha","formatsOLListLowerRoman":"LowerRoman","formatsOLListUpperRoman":"UpperRoman","formatsOLListLowerGreek":"LowerGreek","formatsULListDisc":"Disc","formatsULListCircle":"Circle","formatsULListSquare":"Square","formatsOLListNone":"None","formatsULListNone":"None","formatPainter":"Format Painter","emojiPicker":"Emoji Picker","embeddedCode":"Embedded Code","pasteEmbeddedCodeHere":"Paste Embedded Code here","emojiPickerTypeToFind":"Type to find","emojiPickerNoResultFound":"No results found","emojiPickerTrySomethingElse":"Try something else","linkAriaLabel":"Open in new window","imageLinkAriaLabel":"Open in new window","unsupportedImage":"Unsupported file format","mergecells":"Merge cells","verticalsplit":"Vertical split","horizontalsplit":"Horizontal split","numberFormatListLowerAlpha":"Lower Alpha","numberFormatListUpperAlpha":"Upper Alpha","numberFormatListLowerRoman":"Lower Roman","numberFormatListUpperRoman":"Upper Roman","numberFormatListLowerGreek":"Lower Greek"},"colorpicker":{"Apply":"Apply","Cancel":"Cancel","ModeSwitcher":"Switch Mode"},"uploader":{"Browse":"Browse...","Clear":"Clear","Upload":"Upload","dropFilesHint":"Or drop files here","invalidMaxFileSize":"File size is too large","invalidMinFileSize":"File size is too small","invalidFileType":"File type is not allowed","uploadFailedMessage":"File failed to upload","uploadSuccessMessage":"File uploaded successfully","removedSuccessMessage":"File removed successfully","removedFailedMessage":"Unable to remove file","inProgress":"Uploading","readyToUploadMessage":"Ready to upload","abort":"Abort","remove":"Remove","cancel":"Cancel","delete":"Delete file","pauseUpload":"File upload paused","pause":"Pause","resume":"Resume","retry":"Retry","fileUploadCancel":"File upload canceled"},"numerictextbox":{"incrementTitle":"Increment value","decrementTitle":"Decrement value"},"slider":{"incrementTitle":"Increase","decrementTitle":"Decrease"},"formValidator":{"required":"This field is required.","email":"Please enter a valid email address.","url":"Please enter a valid URL.","date":"Please enter a valid date.","dateIso":"Please enter a valid date ( ISO ).","creditcard":"Please enter valid card number","number":"Please enter a valid number.","digits":"Please enter only digits.","maxLength":"Please enter no more than {0} characters.","minLength":"Please enter at least {0} characters.","rangeLength":"Please enter a value between {0} and {1} characters long.","range":"Please enter a value between {0} and {1}.","max":"Please enter a value less than or equal to {0}.","min":"Please enter a value greater than or equal to {0}.","regex":"Please enter a correct value.","tel":"Please enter a valid phone number.","pattern":"Please enter a correct pattern value.","equalTo":"Please enter the valid match text"},"treegrid":{"Above":"Above","Below":"Below","AddRow":"Add Row","ExpandAll":"Expand All","CollapseAll":"Collapse All"},"querybuilder":{"StartsWith":"Starts With","EndsWith":"Ends With","Contains":"Contains","NotLike":"Contains","Like":"Not Like","Equal":"Equal","NotEqual":"Not Equal","LessThan":"Less Than","LessThanOrEqual":"Less Than Or Equal","GreaterThan":"Greater Than","GreaterThanOrEqual":"Greater Than Or Equal","Between":"Between","NotBetween":"Not Between","Empty":"Empty","NotEmpty":"Not Empty","In":"In","NotIn":"Not In","NotContains":"Not Contains","Remove":"REMOVE","SelectField":"Select a field","SelectOperator":"Select operator","DeleteRule":"Remove this condition","DeleteGroup":"Delete group","AddGroup":"Add Group","AddCondition":"Add Condition","Edit":"EDIT","ValidationMessage":"This field is required","SummaryViewTitle":"Summary View","OtherFields":"Other Fields","AND":"AND","OR":"OR","SelectValue":"Enter Value","IsEmpty":"Is Empty","IsNotEmpty":"Is Not Empty","IsNull":"Is Null","IsNotNull":"Is Not Null","True":"true","False":"false","DoesNotStartWith":"Does Not Start With","DoesNotEndWith":"Does Not End With","DoesNotContain":"Does Not Contain","AddButton":"Add Group/Condition","CloneGroup":"Clone Group","LockGroup":"Lock Group","CloneRule":"Clone Rule","LockRule":"Lock Rule","UnlockRule":"Unlock Rule","UnlockGroup":"Unlock Group"},"barcode":{},"datamatrix":{},"qrcode":{},"pivotview":{"grandTotal":"Grand Total","total":"Total","value":"Value","noValue":"No value","row":"Row","column":"Column","collapse":"Collapse","expand":"Expand","rowAxisPrompt":"Drop row here","columnAxisPrompt":"Drop column here","valueAxisPrompt":"Drop value here","filterAxisPrompt":"Drop filter here","filter":"Filter","filtered":"Filtered","sort":"Sort","filters":"Filters","rows":"Rows","columns":"Columns","values":"Values","close":"Close","cancel":"Cancel","delete":"Delete","CalculatedField":"Calculated Field","createCalculatedField":"Create Calculated Field","fieldName":"Enter the field name","error":"Error","invalidFormula":"Invalid formula.","dropText":"Example: ('Sum(Order_Count)' + 'Sum(In_Stock)') * 250","dropTextMobile":"Add fields and edit formula here.","dropAction":"Calculated field cannot be place in any other region except value axis.","alert":"Alert","warning":"Warning","ok":"OK","search":"Search","drag":"Drag","remove":"Remove","allFields":"All Fields","formula":"Formula","addToRow":"Add to Row","addToColumn":"Add to Column","addToValue":"Add to Value","addToFilter":"Add to Filter","emptyData":"No records to display","fieldExist":"A field already exists in this name. Please enter a different name.","confirmText":"A calculation field already exists in this name. Do you want to replace it?","noMatches":"No matches","format":"Summaries values by","edit":"Edit","clear":"Clear","formulaField":"Drag and drop fields to formula","dragField":"Drag field to formula","clearFilter":"Clear","by":"by","all":"All","multipleItems":"Multiple items","member":"Member","label":"Label","date":"Date","enterValue":"Enter value","chooseDate":"Enter date","Before":"Before","BeforeOrEqualTo":"Before Or Equal To","After":"After","AfterOrEqualTo":"After Or Equal To","labelTextContent":"Show the items for which the label","dateTextContent":"Show the items for which the date","valueTextContent":"Show the items for which","Equals":"Equals","DoesNotEquals":"Does Not Equal","BeginWith":"Begins With","DoesNotBeginWith":"Does Not Begin With","EndsWith":"Ends With","DoesNotEndsWith":"Does Not End With","Contains":"Contains","DoesNotContains":"Does Not Contain","GreaterThan":"Greater Than","GreaterThanOrEqualTo":"Greater Than Or Equal To","LessThan":"Less Than","LessThanOrEqualTo":"Less Than Or Equal To","Between":"Between","NotBetween":"Not Between","And":"and","Sum":"Sum","Count":"Count","DistinctCount":"Distinct Count","Product":"Product","Avg":"Avg","Min":"Min","SampleVar":"Sample Var","PopulationVar":"Population Var","RunningTotals":"Running Totals","Max":"Max","Index":"Index","SampleStDev":"Sample StDev","PopulationStDev":"Population StDev","PercentageOfRowTotal":"%% of Row Total","PercentageOfParentTotal":"%% of Parent Total","PercentageOfParentColumnTotal":"%% of Parent Column Total","PercentageOfParentRowTotal":"%% of Parent Row Total","DifferenceFrom":"Difference From","PercentageOfDifferenceFrom":"%% of Difference From","PercentageOfGrandTotal":"%% of Grand Total","PercentageOfColumnTotal":"%% of Column Total","NotEquals":"Not Equals","AllValues":"All Values","conditionalFormatting":"Conditional Formatting","apply":"APPLY","condition":"Add Condition","formatLabel":"Format","valueFieldSettings":"Value field settings","baseField":"Base field :","baseItem":"Base item :","summarizeValuesBy":"Summarize values by :","sourceName":"Field name :","sourceCaption":"Field caption :","example":"e.g:","editorDataLimitMsg":" more items. Search to refine further.","details":"Details","manageRecords":"Manage Records","Years":"Years","Quarters":"Quarters","Months":"Months","Days":"Days","Hours":"Hours","Minutes":"Minutes","Seconds":"Seconds","save":"Save a report","new":"Create a new report","load":"Load","saveAs":"Save as current report","rename":"Rename a current report","deleteReport":"Delete a current report","export":"Export","subTotals":"Sub totals","grandTotals":"Grand totals","reportName":"Report Name :","pdf":"PDF","excel":"Excel","csv":"CSV","png":"PNG","jpeg":"JPEG","svg":"SVG","mdxQuery":"MDX Query","showSubTotals":"Show subtotals","doNotShowSubTotals":"Do not show subtotals","showSubTotalsRowsOnly":"Show subtotals rows only","showSubTotalsColumnsOnly":"Show subtotals columns only","showGrandTotals":"Show grand totals","doNotShowGrandTotals":"Do not show grand totals","showGrandTotalsRowsOnly":"Show grand totals rows only","showGrandTotalsColumnsOnly":"Show grand totals columns only","fieldList":"Show fieldlist","grid":"Show table","toolbarFormatting":"Conditional formatting","chart":"Chart","reportMsg":"Please enter vaild report name!!!","reportList":"Report list","removeConfirm":"Are you sure want to delete this report?","emptyReport":"No reports found!!","bar":"Bar","line":"Line","area":"Area","scatter":"Scatter","polar":"Polar","of":"of","emptyFormat":"No format found!!!","emptyInput":"Enter a value","newReportConfirm":"Want to save changes to report?","emptyReportName":"Enter a report name","qtr":"Qtr","null":"null","undefined":"undefined","groupOutOfRange":"Out of Range","fieldDropErrorAction":"The field you are moving cannot be placed in that area of the report","MoreOption":"More...","aggregate":"Aggregate","drillThrough":"Drill Through","ascending":"Ascending","descending":"Descending","number":"Number","currency":"Currency","percentage":"Percentage","formatType":"Format Type","customText":"Currency Symbol","symbolPosition":"Symbol Position","left":"Left","right":"Right","grouping":"Grouping","true":"True","false":"False","decimalPlaces":"Decimal Places","numberFormat":"Number Formatting","memberType":"Field Type","formatString":"Format String","expressionField":"Expression","customFormat":"Enter custom format string","selectedHierarchy":"Parent Hierarchy","olapDropText":"Example: [Measures].[Order Quantity] + ([Measures].[Order Quantity] * 0.10)","Percent":"Percent","Custom":"Custom","Measure":"Measure","Dimension":"Dimension","Standard":"Standard","blank":"(Blank)","fieldTooltip":"Drag and drop fields to create an expression. And, if you want to edit the existing the calculated fields! Then you can achieve it by simply selecting the field under 'Calculated Members'.","QuarterYear":"Quarter Year","fieldTitle":"Field Name","drillError":"Cannot show the raw items of calculated fields.","caption":"Field Caption","copy":"Copy","defaultReport":"Default report","customFormatString":"Custom Format","invalidFormat":"Invalid Format.","group":"Group","unGroup":"Ungroup","invalidSelection":"Cannot group that selection.","groupName":"Enter the caption to display in header","captionName":"Enter the caption for group field","selectedItems":"Selected items","groupFieldCaption":"Field caption","groupTitle":"Group name","startAt":"Starting at","endAt":"Ending at","groupBy":"Interval by","selectGroup":"Select groups","numberFormatString":"Example: C, P, 0000 %%, ###0.##0#, etc.","stackingcolumn":"Stacked Column","stackingbar":"Stacked Bar","stackingarea":"Stacked Area","stepline":"Step Line","steparea":"Step Area","splinearea":"Spline Area","spline":"Spline","stackingcolumn100":"100%% Stacked Column","stackingbar100":"100%% Stacked Bar","stackingarea100":"100%% Stacked Area","bubble":"bubble","pareto":"Pareto","radar":"Radar","chartTypeSettings":"Chart type settings","multipleAxes":"Multiple Axes","sortAscending":"Sort ascending order","sortDescending":"Sort descending order","sortNone":"Sort data order","clearCalculatedField":"Clear edited field info","editCalculatedField":"Edit calculated field","ChartType":"Chart Type","yes":"Yes","no":"No","numberFormatMenu":"Number Formatting...","conditionalFormattingMenu":"Conditional Formatting...","removeCalculatedField":"Are you sure you want to delete this calculated field?","replaceConfirmBefore":"A report named ","replaceConfirmAfter":" already exists. Do you want to replace it?","pie":"Pie","funnel":"Funnel","doughnut":"Doughnut","pyramid":"Pyramid","showLegend":"Show Legend","exit":"Exit","invalidJSON":"Invalid JSON data","invalidCSV":"Invalid CSV data","stacked":"Stacked","single":"Single","multipleAxisMode":"Multiple Axis Mode","grandTotalPosition":"Grand totals position","top":"Top","bottom":"Bottom","None":"None","stackingline":"Stacked Line","stackingline100":"100%% Stacked Line","rowPage":"Row pager","rowPerPage":"Rows per page","columnPage":"Column pager","columnPerPage":"Columns per page","goToFirstPage":"Go to first page","goToPreviousPage":"Go to previous page","goToNextPage":"Go to next page","goToLastPage":"Go to last page","combined":"Combined","subTotalPosition":"Subtotals position","auto":"Auto","loading":"Loading..."},"pivotfieldlist":{"staticFieldList":"Pivot Field List","fieldList":"Field List","dropFilterPrompt":"Drop filter here","dropColPrompt":"Drop column here","dropRowPrompt":"Drop row here","dropValPrompt":"Drop value here","addPrompt":"Add field here","adaptiveFieldHeader":"Choose field","centerHeader":"Drag fields between axes below:","add":"add","drag":"Drag","filter":"Filter","filtered":"Filtered","sort":"Sort","remove":"Remove","filters":"Filters","rows":"Rows","columns":"Columns","values":"Values","CalculatedField":"Calculated Field","createCalculatedField":"Create Calculated Field","fieldName":"Enter the field name","error":"Error","invalidFormula":"Invalid formula.","dropText":"Example: ('Sum(Order_Count)' + 'Sum(In_Stock)'') * 250","dropTextMobile":"Add fields and edit formula here.","dropAction":"Calculated field cannot be place in any other region except value axis.","search":"Search","close":"Close","cancel":"Cancel","delete":"Delete","alert":"Alert","warning":"Warning","ok":"OK","allFields":"All Fields","formula":"Formula","fieldExist":"A field already exists in this name. Please enter a different name.","confirmText":"A calculation field already exists in this name. Do you want to replace it?","noMatches":"No matches","format":"Summaries values by","edit":"Edit","clear":"Clear","formulaField":"Drag and drop fields to formula","dragField":"Drag field to formula","clearFilter":"Clear","by":"by","enterValue":"Enter value","chooseDate":"Enter date","all":"All","multipleItems":"Multiple items","Equals":"Equals","DoesNotEquals":"Does Not Equal","BeginWith":"Begins With","DoesNotBeginWith":"Does Not Begin With","EndsWith":"Ends With","DoesNotEndsWith":"Does Not End With","Contains":"Contains","DoesNotContains":"Does Not Contain","GreaterThan":"Greater Than","GreaterThanOrEqualTo":"Greater Than Or Equal To","LessThan":"Less Than","LessThanOrEqualTo":"Less Than Or Equal To","Between":"Between","NotBetween":"Not Between","Before":"Before","BeforeOrEqualTo":"Before Or Equal To","After":"After","AfterOrEqualTo":"After Or Equal To","member":"Member","label":"Label","date":"Date","value":"Value","labelTextContent":"Show the items for which the label","dateTextContent":"Show the items for which the date","valueTextContent":"Show the items for which","And":"and","Sum":"Sum","Count":"Count","DistinctCount":"Distinct Count","Product":"Product","Avg":"Avg","Min":"Min","Max":"Max","Index":"Index","SampleStDev":"Sample StDev","PopulationStDev":"Population StDev","SampleVar":"Sample Var","PopulationVar":"Population Var","RunningTotals":"Running Totals","DifferenceFrom":"Difference From","PercentageOfDifferenceFrom":"%% of Difference From","PercentageOfGrandTotal":"%% of Grand Total","PercentageOfColumnTotal":"%% of Column Total","PercentageOfRowTotal":"%% of Row Total","PercentageOfParentTotal":"%% of Parent Total","PercentageOfParentColumnTotal":"%% of Parent Column Total","PercentageOfParentRowTotal":"%% of Parent Row Total","Years":"Years","Quarters":"Quarters","Months":"Months","Days":"Days","Hours":"Hours","Minutes":"Minutes","Seconds":"Seconds","apply":"APPLY","valueFieldSettings":"Value field settings","sourceName":"Field name :","sourceCaption":"Field caption :","summarizeValuesBy":"Summarize values by :","baseField":"Base field :","baseItem":"Base item :","example":"e.g:","editorDataLimitMsg":" more items. Search to refine further.","deferLayoutUpdate":"Defer Layout Update","null":"null","undefined":"undefined","groupOutOfRange":"Out of Range","fieldDropErrorAction":"The field you are moving cannot be placed in that area of the report","MoreOption":"More...","memberType":"Field Type","selectedHierarchy":"Parent Hierarchy","formatString":"Format String","expressionField":"Expression","olapDropText":"Example: [Measures].[Order Quantity] + ([Measures].[Order Quantity] * 0.10)","customFormat":"Enter custom format string","Measure":"Measure","Dimension":"Dimension","Standard":"Standard","Currency":"Currency","Percent":"Percent","Custom":"Custom","blank":"(Blank)","fieldTooltip":"Drag and drop fields to create an expression. And, if you want to edit the existing the calculated fields! You can achieve it by simply selecting the field under 'Calculated Members'.","fieldTitle":"Field Name","QuarterYear":"Quarter Year","caption":"Field Caption","copy":"Copy","group":"Group","numberFormatString":"Example: C, P, 0000 %%, ###0.##0#, etc.","sortAscending":"Sort ascending order","sortDescending":"Sort descending order","sortNone":"Sort data order","clearCalculatedField":"Clear edited field info","editCalculatedField":"Edit calculated field","selectGroup":"Select groups","of":"of","removeCalculatedField":"Are you sure you want to delete this calculated field?","yes":"Yes","no":"No","None":"None"},"pdfviewer":{"PdfViewer":"PDF Viewer","Cancel":"Cancel","Download file":"Download file","Download":"Download","Enter Password":"This document is password protected. Please enter a password.","File Corrupted":"File Corrupted","File Corrupted Content":"The file is corrupted and cannot be opened.","Fit Page":"Fit Page","Fit Width":"Fit Width","Automatic":"Automatic","Go To First Page":"Show first page","Invalid Password":"Incorrect Password. Please try again.","Next Page":"Show next page","OK":"OK","Open":"Open file","Page Number":"Current page number","Previous Page":"Show previous page","Go To Last Page":"Show last page","Zoom":"Zoom","Zoom In":"Zoom in","Zoom Out":"Zoom out","Page Thumbnails":"Page thumbnails","Bookmarks":"Bookmarks","Print":"Print file","Password Protected":"Password Required","Copy":"Copy","Text Selection":"Text selection tool","Panning":"Pan mode","Text Search":"Find text","Find in document":"Find in document","Match case":"Match case","Apply":"Apply","GoToPage":"Go to Page","No matches":"Viewer has finished searching the document. No more matches were found","No Text Found":"No Text Found","Undo":"Undo","Redo":"Redo","Annotation":"Add or Edit annotations","Highlight":"Highlight Text","Underline":"Underline Text","Strikethrough":"Strikethrough Text","Delete":"Delete annotation","Opacity":"Opacity","Color edit":"Change Color","Opacity edit":"Change Opacity","Highlight context":"Highlight","Underline context":"Underline","Strikethrough context":"Strikethrough","Server error":"Web-service is not listening. PDF Viewer depends on web-service for all it's features. Please start the web service to continue.","Open text":"Open","First text":"First Page","Previous text":"Previous Page","Next text":"Next Page","Last text":"Last Page","Zoom in text":"Zoom In","Zoom out text":"Zoom Out","Selection text":"Selection","Pan text":"Pan","Print text":"Print","Search text":"Search","Annotation Edit text":"Edit Annotation","Line Thickness":"Line Thickness","Line Properties":"Line Properties","Start Arrow":"Start Arrow","End Arrow":"End Arrow","Line Style":"Line Style","Fill Color":"Fill Color","Line Color":"Line Color","None":"None","Open Arrow":"Open","Closed Arrow":"Closed","Round Arrow":"Round","Square Arrow":"Square","Diamond Arrow":"Diamond","Butt":"Butt","Cut":"Cut","Paste":"Paste","Delete Context":"Delete","Properties":"Properties","Add Stamp":"Add Stamp","Add Shapes":"Add Shapes","Stroke edit":"Change Stroke Color","Change thickness":"Change Border Thickness","Add line":"Add Line","Add arrow":"Add Arrow","Add rectangle":"Add Rectangle","Add circle":"Add Circle","Add polygon":"Add Polygon","Add Comments":"Add Comments","Comments":"Comments","No Comments Yet":"No Comments Yet","Accepted":"Accepted","Completed":"Completed","Cancelled":"Cancelled","Rejected":"Rejected","Leader Length":"Leader Length","Scale Ratio":"Scale Ratio","Calibrate":"Calibrate","Calibrate Distance":"Calibrate Distance","Calibrate Perimeter":"Calibrate Perimeter","Calibrate Area":"Calibrate Area","Calibrate Radius":"Calibrate Radius","Calibrate Volume":"Calibrate Volume","highlight":"Highlight","underline":"Underline","strikethrough":"Strike through","Seach text":"Search","FormDesigner":"Add and Edit Form Fields","Client error":"Client-side error is found. Please check the custom headers provided in the AjaxRequestSettings property and web action methods in the ServerActionSettings property.","FormDesigner Edit text":"Add and Edit Form Fields","SubmitForm":"Submit Form","Depth":"Depth","Closed":"Closed","Round":"Round","Square":"Square","Diamond":"Diamond","Edit":"Edit","Comment":"Comment","Comment Panel":"Comment Panel","Set Status":"Set Status","Post":"Post","Page":"Page","Add a comment":"Add a comment","Add a reply":"Add a reply","Import Annotations":"Import annotations from JSON file","Export Annotations":"Export annotation to JSON file","Export XFDF":"Export annotation to XFDF file","Import XFDF":"Import annotations from XFDF file","Add":"Add","Clear":"Clear","Bold":"Bold","Italic":"Italic","Strikethroughs":"Strikethrough","Underlines":"Underline","Superscript":"Superscript","Subscript":"Subscript","Align left":"Align Left","Align right":"Align Right","Center":"Center","Justify":"Justify","Font color":"Font Color","Text Align":"Text Align","Text Properties":"Font Style","SignatureFieldDialogHeaderText":"Add Signature","HandwrittenSignatureDialogHeaderText":"Add Signature","InitialFieldDialogHeaderText":"Add Initial","HandwrittenInitialDialogHeaderText":"Add Initial","Draw Ink":"Draw Ink","Create":"Create","Font family":"Font Family","Font size":"Font Size","Free Text":"Free Text","Import Failed":"Invalid JSON file type or file name; please select a valid JSON file","Import PDF Failed":"Invalid PDF file type or PDF file not found. Please select a valid PDF file","File not found":"Imported JSON file is not found in the desired location","Export Failed":"Export annotations action has failed; please ensure annotations are added properly","of":"of ","Dynamic":"Dynamic","Standard Business":"Standard Business","Sign Here":"Sign Here","Custom Stamp":"Custom Stamp","Enter Signature as Name":"Enter your name","Draw-hand Signature":"DRAW","Type Signature":"TYPE","Upload Signature":"UPLOAD","Browse Signature Image":"BROWSE","Save Signature":"Save Signature","Save Initial":"Save Initial","Textbox":"Textbox","Password":"Password","Check Box":"Checkbox","Radio Button":"Radio Button","Dropdown":"Drop Down","List Box":"List Box","Signature":"Signature","Delete FormField":"Delete Form Field","Textbox Properties":"Textbox Properties","Name":"Name","Tooltip":"Tooltip","Value":"Value","Form Field Visibility":"Form Field Visibility","Read Only":"Read Only","Required":"Required","Checked":"Checked","Show Printing":"Show Printing","Formatting":"Format","Fill":"Fill","Border":"Border","Border Color":"Border Color","Thickness":"Thickness","Max Length":"Max Length","List Item":"Item Name","Export Value":"Item Value","Dropdown Item List":"Dropdown Item List","List Box Item List":"List Box Item List","General":"GENERAL","Appearance":"APPEARANCE","Options":"OPTIONS","Delete Item":"Delete","Up":"Up","Down":"Down","Multiline":"Multiline","Revised":"Revised","Reviewed":"Reviewed","Received":"Received","Confidential":"Confidential","Approved":"Approved","Not Approved":"Not Approved","Witness":"Witness","Initial Here":"Initial Here","Draft":"Draft","Final":"Final","For Public Release":"For Public Release","Not For Public Release":"Not For Public Release","For Comment":"For Comment","Void":"Void","Preliminary Results":"Preliminary Results","Information Only":"Information Only","in":"in","m":"m","ft_in":"ft_in","ft":"ft","p":"p","cm":"cm","mm":"mm","pt":"pt","cu":"cu","sq":"sq","Initial":"Initial"},"diagram":{"Copy":"Copy","Cut":"Cut","Paste":"Paste","Undo":"Undo","Redo":"Redo","SelectAll":"Select All","Grouping":"Grouping","Group":"Group","UnGroup":"Ungroup","Order":"Order","BringToFront":"Bring To Front","MoveForward":"Move Forward","SendToBack":"Send To Back","SendBackward":"Send Backward"},"inplace-editor":{"save":"Save","cancel":"Cancel","loadingText":"Loading...","editIcon":"Click to edit","editAreaClick":"Click to edit","editAreaDoubleClick":"Double click to edit"},"drawing":{},"drop-down-base":{"noRecordsTemplate":"No Records Found","actionFailureTemplate":"The Request Failed"},"chart":{"Zoom":"Zoom","ZoomIn":"ZoomIn","ZoomOut":"ZoomOut","Reset":"Reset","Pan":"Pan","ResetZoom":"Reset Zoom"},"maps":{"Zoom":"Zoom","ZoomIn":"ZoomIn","ZoomOut":"ZoomOut","Reset":"Reset","Pan":"Pan","ResetZoom":"Reset Zoom","ImageNotFound":"Image Not Found"},"drop-down-tree":{"noRecordsTemplate":"No records found","actionFailureTemplate":"Request failed","overflowCountTemplate":"+${count} more..","totalCountTemplate":"${count} selected"},"documenteditor":{"Table":"Table","Row":"Row","Cell":"Cell","Ok":"Ok","Apply":"Apply","Cancel":"Cancel","Size":"Size","Preferred Width":"Preferred width","Points":"Points","Percent":"Percent","Measure in":"Measure in","Alignment":"Alignment","Left":"Left","Center":"Center","Right":"Right","Decimal":"Decimal","Bar":"Bar","Leader":"Leader","Tab":"Tab","BookMarkList":"List of bookmarks in the document","TabMarkList":"List of tab stops in the paragraph","Tab stop position":"Tab stop position","Default tab stops":"Default tab stops","Tab stops to be cleared":"Tab stops to be cleared","Tabs":"Tabs","Set":"Set","Clear":"Clear","Clear All":"Clear All","Justify":"Justify","Indent from left":"Indent from left","Borders and Shading":"Borders and Shading","Options":"Options","Specify height":"Specify height","At least":"At least","Exactly":"Exactly","Row height is":"Row height is","Allow row to break across pages":"Allow row to break across pages","Repeat as header row at the top of each page":"Repeat as header row at the top of each page","Vertical alignment":"Vertical alignment","Top":"Top","Bottom":"Bottom","Default cell margins":"Default cell margins","Default cell spacing":"Default cell spacing","Allow spacing between cells":"Allow spacing between cells","Cell margins":"Cell margins","Same as the whole table":"Same as the whole table","Borders":"Borders","None":"None","Style":"Style","Width":"Width","Height":"Height","Letter":"Letter","Tabloid":"Tabloid","Legal":"Legal","Statement":"Statement","Executive":"Executive","A3":"A3","A4":"A4","A5":"A5","B4":"B4","B5":"B5","Custom Size":"Custom size","Different odd and even":"Different odd and even","Different first page":"Different first page","From edge":"From edge","Header":"Header","Footer":"Footer","First Page Header":"First Page Header","First Page Footer":"First Page Footer","Even Page Header":"Even Page Header","Even Page Footer":"Even Page Footer","Odd Page Header":"Odd Page Header","Odd Page Footer":"Odd Page Footer","Same as Previous":"Same as Previous","Section":"Section","Margin":"Margins","Paper":"Paper","Layout":"Layout","Orientation":"Orientation","Landscape":"Landscape","Portrait":"Portrait","Show page numbers":"Show page numbers","Right align page numbers":"Right align page numbers","Nothing":"Nothing","Tab leader":"Tab leader","Show levels":"Show levels","Use hyperlinks instead of page numbers":"Use hyperlinks instead of page numbers","Build table of contents from":"Build table of contents from","Styles":"Styles","Available styles":"Available styles","TOC level":"TOC level","Heading":"Heading","Heading 1":"Heading 1","Heading 2":"Heading 2","Heading 3":"Heading 3","Heading 4":"Heading 4","Heading 5":"Heading 5","Heading 6":"Heading 6","List Paragraph":"List Paragraph","Normal":"Normal","Outline levels":"Outline levels","Table entry fields":"Table entry fields","Modify":"Modify","Color":"Color","Setting":"Setting","Box":"Box","All":"All","Custom":"Custom","Preview":"Preview","Shading":"Shading","Fill":"Fill","Apply To":"Apply to","Table Properties":"Table Properties","Cell Options":"Cell Options","Table Options":"Table Options","Insert Table":"Insert Table","Number of columns":"Number of columns","Number of rows":"Number of rows","Text to display":"Text to display","ScreenTip text":"ScreenTip text","Address":"Address","Insert Hyperlink":"Insert Hyperlink","Edit Hyperlink":"Edit Hyperlink","Insert":"Insert","General":"General","Indentation":"Indentation","Before text":"Before text","Special":"Special","First line":"First line","Hanging":"Hanging","After text":"After text","By":"By","Before":"Before","Line Spacing":"Line spacing","After":"After","At":"At","Multiple":"Multiple","Spacing":"Spacing","Define new Multilevel list":"Define new Multilevel list","List level":"List level","Choose level to modify":"Choose level to modify","Level":"Level","Number format":"Number format","Number style for this level":"Number style for this level","Enter formatting for number":"Enter formatting for number","Start at":"Start at","Restart list after":"Restart list after","Position":"Position","Text indent at":"Text indent at","Aligned at":"Aligned at","Follow number with":"Follow number with","Tab character":"Tab character","Space":"Space","Arabic":"Arabic","UpRoman":"UpRoman","LowRoman":"LowRoman","UpLetter":"UpLetter","LowLetter":"LowLetter","Number":"Number","Leading zero":"Leading zero","Bullet":"Bullet","Ordinal":"Ordinal","Ordinal Text":"Ordinal Text","For East":"For East","No Restart":"No Restart","Font":"Font","Font style":"Font style","Underline style":"Underline style","Font color":"Font color","Effects":"Effects","Strikethrough":"Strikethrough","Superscript":"Superscript","Subscript":"Subscript","Double strikethrough":"Double strikethrough","Regular":"Regular","Bold":"Bold","Italic":"Italic","Cut":"Cut","Copy":"Copy","Paste":"Paste","Hyperlink":"Hyperlink","Open Hyperlink":"Open Hyperlink","Copy Hyperlink":"Copy Hyperlink","Remove Hyperlink":"Remove Hyperlink","Paragraph":"Paragraph","Linked Style":"Linked(Paragraph and Character)","Character":"Character","Merge Cells":"Merge Cells","Insert Above":"Insert Above","Insert Below":"Insert Below","Insert Left":"Insert Left","Insert Right":"Insert Right","Delete":"Delete","Delete Table":"Delete Table","Delete Row":"Delete Row","Delete Column":"Delete Column","File Name":"File Name","Format Type":"Format Type","Save":"Save","Navigation":"Navigation","Results":"Results","Replace":"Replace","Replace All":"Replace All","We replaced all":"We replaced all","Find":"Find","No matches":"No matches","All Done":"All Done","Result":"Result","of":"of","instances":"instances","with":"with","Click to follow link":"Click to follow link","Continue Numbering":"Continue Numbering","Bookmark name":"Bookmark name","Close":"Close","Restart At":"Restart At","Properties":"Properties","Name":"Name","Style type":"Style type","Style based on":"Style based on","Style for following paragraph":"Style for following paragraph","Formatting":"Formatting","Numbering and Bullets":"Numbering and Bullets","Numbering":"Numbering","Update Field":"Update Field","Edit Field":"Edit Field","Bookmark":"Bookmark","Page Setup":"Page Setup","No bookmarks found":"No bookmarks found","Number format tooltip information":"Single-level number format: </br>[PREFIX]%%[LEVELNUMBER][SUFFIX]</br> For example, 'Chapter %%1.' will display numbering like</br>Chapter 1. Item</br>Chapter 2. Item</br>… </br>Chapter N. Item</br> </br>Multilevel number format:</br>[PREFIX]%%[LEVELNUMBER][SUFFIX]+[PREFIX]%%[LEVELNUMBER][SUFFIX]</br>For example, '%%1.%%2.' will display numbering like</br>1.1. Item</br>1.2. Item</br>…</br>1.N. Item","Format":"Format","Create New Style":"Create New Style","Modify Style":"Modify Style","New":"New","Bullets":"Bullets","Use bookmarks":"Use bookmarks","Table of Contents":"Table of Contents","AutoFit":"AutoFit","AutoFit to Contents":"AutoFit to Contents","AutoFit to Window":"AutoFit to Window","Fixed Column Width":"Fixed Column Width","Reset":"Reset","Match case":"Match case","Whole words":"Whole words","Add":"Add","Go To":"Go To","Search for":"Search for","Replace with":"Replace with","TOC 1":"TOC 1","TOC 2":"TOC 2","TOC 3":"TOC 3","TOC 4":"TOC 4","TOC 5":"TOC 5","TOC 6":"TOC 6","TOC 7":"TOC 7","TOC 8":"TOC 8","TOC 9":"TOC 9","Right-to-left":"Right-to-left","Left-to-right":"Left-to-right","Direction":"Direction","Table direction":"Table direction","Indent from right":"Indent from right","Contextual Spacing":"Don't add space between the paragraphs of the same styles","Password Mismatch":"The password don't match","Restrict Editing":"Restrict Editing","Formatting restrictions":"Formatting restrictions","Allow formatting":"Allow formatting","Editing restrictions":"Editing restrictions","Read only":"Read only","Exceptions Optional":"Exceptions (optional)","Select Part Of Document And User":"Select parts of the document and choose users who are allowed to freely edit them.","Everyone":"Everyone","More users":"More users","Add Users":"Add Users","Enforcing Protection":"Yes, Start Enforcing Protection","Start Enforcing Protection":"Start Enforcing Protection","Enter User":"Enter User","Users":"Users","Enter new password":"Enter new password","Reenter new password to confirm":"Reenter new password to confirm","Your permissions":"Your permissions","Protected Document":"This document is protected from unintentional editing.You may edit in this region.","FormFieldsOnly":"You may only fill in forms in this region.","CommentsOnly":"You may only insert comments into this region.","ReadOnlyProtection":"You may edit in this region.","Stop Protection":"Stop Protection","Password":"Password","Spelling Editor":"Spelling Editor","Spelling":"Spelling","Spell Check":"Spell Check","Underline errors":"Underline errors","Ignore":"Ignore","Ignore All":"Ignore All","Add to Dictionary":"Add to Dictionary","Change":"Change","Change All":"Change All","Suggestions":"Suggestions","The password is incorrect":"The password is incorrect","Error in establishing connection with web server":"Error in establishing connection with web server","Highlight the regions I can edit":"Highlight the regions I can edit","Show All Regions I Can Edit":"Show All Regions I Can Edit","Find Next Region I Can Edit":"Find Next Region I Can Edit","Keep source formatting":"Keep source formatting","Match destination formatting":"Match destination formatting","Text only":"Text only","Comments":"Comments","Type your comment":"Type your comment","Post":"Post","Reply":"Reply","New Comment":"New Comment","Edit":"Edit","Resolve":"Resolve","Reopen":"Reopen","No comments in this document":"No comments in this document","more":"more","Type your comment here":"Type your comment here","Next Comment":"Next Comment","Previous Comment":"Previous Comment","Un-posted comments":"Un-posted comments","Discard Comment":"Added comments not posted. If you continue, that comment will be discarded.","Discard":"Discard","No Headings":"No Heading Found!","Add Headings":"This document has no headings. Please add headings and try again.","More Options":"More Options","Click to see this comment":"Click to see this comment","Drop Down Form Field":"Drop Down Form Field","Drop-down items":"Drop-down items","Items in drop-down list":"Items in drop-down list","ADD":"ADD","REMOVE":"REMOVE","Field settings":"Field settings","Tooltip":"Tooltip","Drop-down enabled":"Drop-down enabled","Check Box Form Field":"Check Box Form Field","Check box size":"Check box size","Auto":"Auto","Default value":"Default value","Not checked":"Not checked","Checked":"Checked","Check box enabled":"Check box enabled","Text Form Field":"Text Form Field","Type":"Type","Default text":"Default text","Maximum length":"Maximum length","Text format":"Text format","Fill-in enabled":"Fill-in enabled","Default number":"Default number","Default date":"Default date","Date format":"Date format","Merge Track":"This action wont be marked as change. Do you want to continue?","UnTrack":"Cannot be tracked","Accept":"Accept","Reject":"Reject","Previous Changes":"Previous Changes","Next Changes":"Next Changes","Inserted":"Inserted","Deleted":"Deleted","Move From":"Move From","Move To":"Move To","Changes":"Changes","Accept all":"Accept all","Reject all":"Reject all","No changes":"No changes","Accept Changes":"Accept Changes","Reject Changes":"Reject Changes","User":"User","View":"View","Insertion":"Insertion","Deletion":"Deletion","All caps":"All caps","This region is locked by":"This region is locked by","Lock":"Lock","Unlock":"Unlock","Already locked":"Selected or part of region is already locked by another user","1,\u00a02,\u00a03,\u00a0...":"1,\u00a02,\u00a03,\u00a0...","a,\u00a0b,\u00a0c,\u00a0...":"a,\u00a0b,\u00a0c,\u00a0...","A,\u00a0B,\u00a0C,\u00a0...":"A,\u00a0B,\u00a0C,\u00a0...","I,\u00a0II,\u00a0III,\u00a0...":"I,\u00a0II,\u00a0III,\u00a0...","i,\u00a0ii,\u00a0iii,\u00a0...":"i,\u00a0ii,\u00a0iii,\u00a0...","Text Form":"Text Form","Check Box":"Check Box","DropDown":"Drop-Down","Form Fields":"Form Fields","Fillin enabled":"Fill-in enabled","Multiple Comment":"Please post your comment","InsertFootnote":"InsertFootnote","InsertEndnote":"InsertEndnote","Footnote":"Footnote","Endnote":"Endnote","Notes Options":"Notes Options","Click to View/Edit Footnote":"Click to View/Edit Footnote","Click to View/Edit Endnote":"Click to View/Edit Endnote","InsertAsRows":"Insert as New Rows","InsertAsColumns":"Insert as New Columns","OverwriteCells":"Overwrite Cells","NestTable":"Nest Table","No suggestions":"No suggestions","More Suggestion":"More Suggestion","Ignore Once":"Ignore Once","Keep With Next":"Keep with next","Keep Lines Together":"Keep lines together","WidowControl":"Widow/Orphan control","Indents and Spacing":"Indents and Spacing","Line and Page Breaks":"Line and Page Breaks","Pagination":"Pagination","Single":"Single","DashSmallGap":"DashSmallGap","DashDot":"DashDot","Double":"Double","ThinThickSmallGap":"ThinThickSmallGap","ThickThinSmallGap":"ThickThinSmallGap","ThickThinMediumGap":"ThickThinMediumGap","ThickThinLargeGap":"ThickThinLargeGap","SingleWavy":"SingleWavy","DoubleWavy":"DoubleWavy","Inset":"Inset","DashLargeGap":"DashLargeGap","Dot":"Dot","DashDotDot":"DashDotDot","Triple":"Triple","ThinThickThinSmallGap":"ThinThickThinSmallGap","ThinThickThinMediumGap":"ThinThickThinMediumGap","ThinThickThinLargeGap":"ThinThickThinLargeGap","DashDotStroked":"DashDotStroked","Engrave3D":"Engrave3D","Thick":"Thick","Outset":"Outset","Emboss3D":"Emboss3D","ThinThickLargeGap":"ThinThickLargeGap","ThinThickMediumGap":"ThinThickMediumGap","Number of rows must be between":"Number of rows must be between","Number of columns must be between":"Number of columns must be between","and":"and","Unlimited":"Unlimited","Regular text":"Regular text","Date":"Date","Uppercase":"Uppercase","Lowercase":"Lowercase","FirstCapital":"FirstCapital","TitleCase":"Titlecase","Filling in forms":"Filling in forms","px":"px","Tracked changes":"Tracked changes","TrackChangesOnly":"You may edit in this region, but all change will be tracked.","RemovedIgnore":"Do you want to remove the ignored exceptions?","RemovedIgnoreExceptions":"If you make this change in document protection, Word will ignore all the exceptions in this document.","Information":"Information","Yes":"Yes","No":"No","Page Break":"Page Break","Column Break":"Column Break","Section Break Next Page":"Section Break (Next Page)","Section Break Continuous":"Section Break (Continuous)","Unsupported format":"The file format you have selected isn't supported. Please choose valid format.","One":"One","Two":"Two","Three":"Three","Presets":"Presets","Columns":"Columns","Split your text into two or more columns":"Split your text into two or more columns","Line between column":"Line between column","Width and Spacing":"Width and Spacing","Equal column width":"Equal column width","Column":"Column","Paste Content Dialog":"Due to browser’s security policy, paste from system clipboard is restricted. Alternatively use the keyboard shortcut","Paste Content CheckBox":"Don't show again","The top/bottom margins are too large for the page height in some sections.":"The top/bottom margins are too large for the page height in some sections.","Column width cannot be less than 36 pt.":"Column width cannot be less than 36 pt.","Left and right margins.":"Settings you chose for the left and right margins, column spacing, or pargraph indents are too large for the page width in same secitions.","The address of this site is 'not valid. Check the address and try again.":"The address of this site is not valid. Check the address and try again.","Alt Text":"Alt Text","Title":"Title","Description":"Description","Left Indent":"Left Indent","Right Indent":"Right Indent","Hanging Indent":"Hanging Indent","First Line Indent":"First Line Indent","Left Margin":"Left Margin","Right Margin":"Right Margin","Top Margin":"Top Margin","Bottom Margin":"Bottom Margin","Left Tab":"Left Tab","Right Tab":"Right Tab","Center Tab":"Center Tab","Decimal Tab":"Decimal Tab","Bar Tab":"Bar Tab","Move Table Column":"Move Table Column","Paste CheckBox Content Dialog":"Don't show again","The address of this site is not valid. Check the address and try again.":"The address of this site is not valid. Check the address and try again.","Left and right margins":"Settings you chose for the left and right margins, column spacing, or pargraph indents are too large for the page width in same secitions.","Number of rows must be between 1 and 32767.":"Number of rows must be between 1 and 32767.","Number of columns must be between 1 and 63.":"Number of columns must be between 1 and 63.","You may format text only with certain styles":"You may format text only with certain styles."},"documenteditorcontainer":{"New":"New","Open":"Open","Undo":"Undo","Redo":"Redo","Image":"Image","Table":"Table","Link":"Link","Bookmark":"Bookmark","Table of Contents":"Table of Contents","HEADING - - - - 1":"HEADING - - - - 1","HEADING - - - - 2":"HEADING - - - - 2","HEADING - - - - 3":"HEADING - - - - 3","Header":"Header","Footer":"Footer","Page Setup":"Page Setup","Page Number":"Page Number","Break":"Break","Find":"Find","Local Clipboard":"Local Clipboard","Restrict Editing":"Restrict Editing","Upload from computer":"Upload from computer","By URL":"By URL","Page Break":"Page Break","Section Break":"Section Break","Header And Footer":"Header & Footer","Options":"Options","Levels":"Levels","Different First Page":"Different First Page","Different header and footer for odd and even pages":"Different header and footer for odd and even pages.","Different Odd And Even Pages":"Different Odd & Even Pages","Different header and footer for first page":"Different header and footer for first page.","Position":"Position","Header from Top":"Header from Top","Footer from Bottom":"Footer from Bottom","Distance from top of the page to top of the header":"Distance from top of the page to top of the header.","Distance from bottom of the page to bottom of the footer":"Distance from bottom of the page to bottom of the footer.","Aspect ratio":"Aspect ratio","W":"W","H":"H","Width":"Width","Height":"Height","Text":"Text","Paragraph":"Paragraph","Fill":"Fill","Fill color":"Fill color","Border Style":"Border Style","Outside borders":"Outside borders","All borders":"All borders","Inside borders":"Inside borders","Left border":"Left border","Inside vertical border":"Inside vertical border","Right border":"Right border","Top border":"Top border","Inside horizontal border":"Inside horizontal border","Bottom border":"Bottom border","Border color":"Border color","Border width":"Border width","Cell":"Cell","Merge cells":"Merge cells","Insert Or Delete":"Insert / Delete","Insert columns to the left":"Insert columns to the left","Insert columns to the right":"Insert columns to the right","Insert rows above":"Insert rows above","Insert rows below":"Insert rows below","Delete rows":"Delete rows","Delete columns":"Delete columns","Cell Margin":"Cell Margin","Top":"Top","Bottom":"Bottom","Left":"Left","Right":"Right","Align Text":"Align Text","Align top":"Align top","Align bottom":"Align bottom","Align center":"Align center","Number of heading or outline levels to be shown in table of contents":"Number of heading or outline levels to be shown in table of contents.","Show page numbers":"Show page numbers","Show page numbers in table of contents":"Show page numbers in table of contents.","Right align page numbers":"Right align page numbers","Right align page numbers in table of contents":"Right align page numbers in table of contents.","Use hyperlinks":"Use hyperlinks","Use hyperlinks instead of page numbers":"Use hyperlinks instead of page numbers.","Font":"Font","Font Size":"Font Size","Font color":"Font color","Text highlight color":"Text highlight color","Clear all formatting":"Clear all formatting","Bold Tooltip":"Bold (Ctrl+B)","Italic Tooltip":"Italic (Ctrl+I)","Underline Tooltip":"Underline (Ctrl+U)","Strikethrough":"Strikethrough","Superscript Tooltip":"Superscript (Ctrl+Shift++)","Subscript Tooltip":"Subscript (Ctrl+=)","Align left Tooltip":"Align left (Ctrl+L)","Center Tooltip":"Center (Ctrl+E)","Align right Tooltip":"Align right (Ctrl+R)","Justify Tooltip":"Justify (Ctrl+J)","Decrease indent":"Decrease indent","Increase indent":"Increase indent","Line spacing":"Line spacing","Bullets":"Bullets","Numbering":"Numbering","Styles":"Styles","Manage Styles":"Manage Styles","Page":"Page","of":"of","Fit one page":"Fit one page","Spell Check":"Spell Check","Spelling":"Spelling","Underline errors":"Underline errors","Fit page width":"Fit page width","Update":"Update","Cancel":"Cancel","Insert":"Insert","No Border":"No Border","Create a new document":"Create a new document.","Open a document":"Open a document.","Undo Tooltip":"Undo the last operation (Ctrl+Z).","Redo Tooltip":"Redo the last operation (Ctrl+Y).","Insert inline picture from a file":"Insert inline picture from a file.","Insert a table into the document":"Insert a table into the document","Create Hyperlink":"Create a link in your document for quick access to web pages and files (Ctrl+K).","Insert a bookmark in a specific place in this document":"Insert a bookmark in a specific place in this document.","Provide an overview of your document by adding a table of contents":"Provide an overview of your document by adding a table of contents.","Add or edit the header":"Add or edit the header.","Add or edit the footer":"Add or edit the footer.","Open the page setup dialog":"Open the page setup dialog.","Add page numbers":"Add page numbers.","Find Text":"Find text in the document (Ctrl+F).","Toggle between the internal clipboard and system clipboard":"Toggle between the internal clipboard and system clipboard.</br>Access to system clipboard through script is denied due to browsers security policy. Instead, </br> 1. You can enable internal clipboard to cut, copy and paste within the component.</br> 2. You can use the keyboard shortcuts (Ctrl+X, Ctrl+C and Ctrl+V) to cut, copy and paste with system clipboard.","Current Page Number":"The current page number in the document. Click or tap to navigate specific page.","Read only":"Read only","Protections":"Protections","Error in establishing connection with web server":"Error in establishing connection with web server","Single":"Single","Double":"Double","New comment":"New comment","Comments":"Comments","Print layout":"Print layout","Web layout":"Web layout","Text Form":"Text Form","Check Box":"Check Box","DropDown":"Drop-Down","Update Fields":"Update Fields","Update cross reference fields":"Update cross reference fields","Hide properties pane":"Hide properties pane","Show properties pane":"Show properties pane","Form Fields":"Form Fields","Track Changes":"Keep track of the changes made in the document","TrackChanges":"Track Changes","AllCaps":"AllCaps","Change case Tooltip":"Change case","Insert Footnote":"Insert Footnote","Insert Endnote":"Insert Endnote","Footnote Tooltip":"Insert Footnote (Alt+Ctrl+F).","Endnote Tooltip":"Insert Endnote (Alt+Ctrl+D).","UPPERCASE":"UPPERCASE","No color":"No color","Top margin":"Top margin","Bottom margin":"Bottom margin","Left margin":"Left margin","Right margin":"Right margin","Normal":"Normal","Heading":"Heading","Heading 1":"Heading 1","Heading 2":"Heading 2","Heading 3":"Heading 3","Heading 4":"Heading 4","Heading 5":"Heading 5","Heading 6":"Heading 6","ZoomLevelTooltip":"Zoom level. Click or tap to open the Zoom options.","None":"None","Borders":"Borders","ShowHiddenMarks Tooltip":"Show the hidden characters like spaces, tab, paragraph marks, and breaks.(Ctrl + *)","Columns":"Columns","Column Break":"Column Break","Link to Previous":"Link to Previous","Link to PreviousTooltip":"Link this section with previous section header or footer","Alternate Text":"Alternate Text","The address of this site is not valid. Check the address and try again.":"The address of this site is not valid. Check the address and try again.","OK":"OK","Information":"Information","Page Breaks":"Page Breaks","Section Breaks":"Section Breaks","Column":"Column","Next Page":"Next Page","Continuous":"Continuous"},"carousel":{"nextSlide":"Next slide","of":"of","pauseSlideTransition":"Pause slide transition","playSlideTransition":"Play slide transition","previousSlide":"Previous slide","slide":"Slide","slideShow":"Slide Show"},"message":{"close":"Close"},"image-editor":{"0":"0%%","1":"1","2":"2","3":"3","4":"4","5":"5","20":"20%%","40":"40%%","60":"60%%","80":"80%%","100":"100%%","Crop":"Crop","CropAndTransform":"Crop and Transform","ZoomIn":"Zoom In","ZoomOut":"Zoom Out","Undo":"Undo","Redo":"Redo","Transform":"Transform","Annotation":"Annotation","Finetune":"Finetune","Brightness":"Brightness","Contrast":"Contrast","Hue":"Hue","Saturation":"Saturation","Opacity":"Opacity","Blur":"Blur","Sharpen":"Sharpen","Exposure":"Exposure","Filter":"Filter","Default":"Default","Chrome":"Chrome","Cold":"Cold","Warm":"Warm","Grayscale":"Grayscale","BlackAndWhite":"Black and White","Sepia":"Sepia","Invert":"Invert","Text":"Add Text","Pen":"Pen","Reset":"Reset","Save":"Save","Select":"Select","RotateLeft":"Rotate Left","RotateRight":"Rotate Right","HorizontalFlip":"Horizontal Flip","VerticalFlip":"Vertical Flip","OK":"OK","Cancel":"Cancel","FillColor":"Fill Color","StrokeColor":"Stroke Color","StrokeWidth":"Stroke Width","FontFamily":"Font Family","FontStyle":"Font Style","FontSize":"Font Size","FontColor":"Font Color","Pan":"Pan","Move":"Move","Load":"Load","Custom":"Custom","Square":"Square","Circle":"Circle","Ellipse":"Ellipse","Rectangle":"Rectangle","Line":"Line","Arrow":"Arrow","Path":"Path","Bold":"Bold","Italic":"Italic","BoldItalic":"Bold Italic","XSmall":"X-Small","Small":"Small","Medium":"Medium","Large":"Large","XLarge":"X-Large","ABC":"ABC","Browse":"Browse","Duplicate":"Duplicate","Remove":"Remove","EditText":"Edit Text","Start":"Start","End":"End","Bar":"Bar","ArrowSolid":"Arrow Solid","CircleSolid":"Circle Solid","SquareSolid":"Square Solid","None":"None","CropSelection":"Crop Selection","Image":"Add Image","Transparency":"Transparency","Height":"Height","Width":"Width","AspectRatio":"Maintain aspect ratio","W":"W","H":"H","DragText":"Drag and drop your image here or","DropText":"Drop your image here or","BrowseText":"Browse here...","SupportText":"Supports:","Frame":"Frame","Mat":"Mat","Bevel":"Bevel","Inset":"Inset","Hook":"Hook","Color":"Color","Size":"Size","Offset":"Offset","Radius":"Radius","Amount":"Amount","Resize":"Resize","Border":"Border","Solid":"Solid","Dashed":"Dashed","Dotted":"Dotted","GradientColor":"Gradient Color","ConfirmDialogHeader":"Confirm Save Changes","ConfirmDialogContent":"Do you want to save the changes you made to the image?","AlertDialogHeader":"Unsupported file","AlertDialogContent":"The dropped file is unsupported.","Yes":"Yes","No":"No","ImageErrorDialogHeader":"Image Selection Error","ImageErrorDialogContent":"Please select only one image to open.","Straighten":"Straighten","NoOutline":"No outline","Clone":"Clone","Delete":"Delete"},"mention":{"noRecordsTemplate":"No records found"},"inplaceeditor":{"save":"Save","cancel":"Cancel","loadingText":"Loading...","editIcon":"Click to edit","editAreaClick":"Click to edit","editAreaDoubleClick":"Double click to edit"},"PdfViewer":{"PdfViewer":"PDF Viewer","Cancel":"Cancel","Download file":"Download file","Download":"Download","Enter Password":"This document is password protected. Please enter a password.","File Corrupted":"File Corrupted","File Corrupted Content":"The file is corrupted and cannot be opened.","Fit Page":"Fit Page","Fit Width":"Fit Width","Automatic":"Automatic","Go To First Page":"Show first page","Invalid Password":"Incorrect Password. Please try again.","Next Page":"Show next page","OK":"OK","Open":"Open file","Page Number":"Current page number","Previous Page":"Show previous page","Go To Last Page":"Show last page","Zoom":"Zoom","Zoom In":"Zoom in","Zoom Out":"Zoom out","Page Thumbnails":"Page thumbnails","Bookmarks":"Bookmarks","Print":"Print file","Password Protected":"Password Required","Copy":"Copy","Text Selection":"Text selection tool","Panning":"Pan mode","Text Search":"Find text","Find in document":"Find in document","Match case":"Match case","Apply":"Apply","GoToPage":"Go to Page","No matches":"Viewer has finished searching the document. No more matches were found","No Text Found":"No Text Found","Undo":"Undo","Redo":"Redo","Annotation":"Add or Edit annotations","Highlight":"Highlight Text","Underline":"Underline Text","Strikethrough":"Strikethrough Text","Delete":"Delete annotation","Opacity":"Opacity","Color edit":"Change Color","Opacity edit":"Change Opacity","Highlight context":"Highlight","Underline context":"Underline","Strikethrough context":"Strike through","Server error":"Web-service is not listening. PDF Viewer depends on web-service for all it's features. Please start the web service to continue.","Open text":"Open","First text":"First Page","Previous text":"Previous Page","Next text":"Next Page","Last text":"Last Page","Zoom in text":"Zoom In","Zoom out text":"Zoom Out","Selection text":"Selection","Pan text":"Pan","Print text":"Print","Search text":"Search","Annotation Edit text":"Edit Annotation","Line Thickness":"Line Thickness","Line Properties":"Line Properties","Start Arrow":"Start Arrow","End Arrow":"End Arrow","Line Style":"Line Style","Fill Color":"Fill Color","Line Color":"Line Color","None":"None","Open Arrow":"Open","Closed Arrow":"Closed","Round Arrow":"Round","Square Arrow":"Square","Diamond Arrow":"Diamond","Butt":"Butt","Cut":"Cut","Paste":"Paste","Delete Context":"Delete","Properties":"Properties","Add Stamp":"Add Stamp","Add Shapes":"Add Shapes","Stroke edit":"Change Stroke Color","Change thickness":"Change Border Thickness","Add line":"Add Line","Add arrow":"Add Arrow","Add rectangle":"Add Rectangle","Add circle":"Add Circle","Add polygon":"Add Polygon","Add Comments":"Add Comments","Comments":"Comments","No Comments Yet":"No Comments Yet","Accepted":"Accepted","Completed":"Completed","Cancelled":"Cancelled","Rejected":"Rejected","Leader Length":"Leader Length","Scale Ratio":"Scale Ratio","Calibrate":"Calibrate","Calibrate Distance":"Calibrate Distance","Calibrate Perimeter":"Calibrate Perimeter","Calibrate Area":"Calibrate Area","Calibrate Radius":"Calibrate Radius","Calibrate Volume":"Calibrate Volume"},"stepper":{"optional":"Optional"}}}
id: {"id":{"grid":{"EmptyRecord":"Tidak ada catatan untuk ditampilkan","True":"Benar","False":"Salah","InvalidFilterMessage":"Data Filter Tidak Valid","GroupDropArea":"Seret tajuk kolom ke sini untuk mengelompokkan kolomnya","UnGroup":"Klik di sini untuk memisahkan","GroupDisable":"Pengelompokan dinonaktifkan untuk kolom ini","FilterbarTitle":"\"s sel batang filter","EmptyDataSourceError":"DataSource tidak boleh kosong pada pemuatan awal karena kolom dihasilkan dari dataSource di AutoGenerate Column Grid","Add":"Menambahkan","Edit":"Sunting","Cancel":"Membatalkan","Update":"Memperbarui","Delete":"Menghapus","Print":"Mencetak","Pdfexport":"Ekspor PDF","Excelexport":"Ekspor Excel","Wordexport":"Ekspor Kata","Csvexport":"Ekspor CSV","Search":"Cari","Columnchooser":"Kolom","Save":"Menyimpan","Item":"barang","Items":"barang","EditOperationAlert":"Tidak ada catatan yang dipilih untuk operasi edit","DeleteOperationAlert":"Tidak ada catatan yang dipilih untuk operasi penghapusan","SaveButton":"Menyimpan","OKButton":"baik","CancelButton":"Membatalkan","EditFormTitle":"Detail dari","AddFormTitle":"Tambahkan Catatan Baru","BatchSaveConfirm":"Anda yakin ingin menyimpan perubahan?","BatchSaveLostChanges":"Perubahan yang tidak disimpan akan hilang. Apakah anda yakin ingin melanjutkan?","ConfirmDelete":"Anda yakin ingin menghapus catatan?","CancelEdit":"Apakah Anda yakin ingin Membatalkan perubahan?","ChooseColumns":"Pilih Kolom","SearchColumns":"kolom pencarian","Matchs":"Tidak Ada yang Cocok","FilterButton":"Saring","ClearButton":"Bersih","StartsWith":"Dimulai dengan","EndsWith":"Berakhir dengan","Contains":"Mengandung","Equal":"Sama","NotEqual":"Tidak sama","LessThan":"Kurang dari","LessThanOrEqual":"Kurang Dari Atau Setara","GreaterThan":"Lebih besar dari","GreaterThanOrEqual":"Lebih Besar Dari Atau Setara","ChooseDate":"Pilih Tanggal","EnterValue":"Masukkan nilainya","Copy":"Salinan","Group":"Kelompokkan menurut kolom ini","Ungroup":"Ungroup oleh kolom ini","autoFitAll":"Auto Fit semua kolom","autoFit":"Auto Fit kolom ini","Export":"Ekspor","FirstPage":"Halaman pertama","LastPage":"Halaman terakhir","PreviousPage":"Halaman sebelumnya","NextPage":"Halaman selanjutnya","SortAscending":"Sortir Naik","SortDescending":"Sortir Descending","EditRecord":"Edit Rekam","DeleteRecord":"Hapus Rekam","FilterMenu":"Saring","SelectAll":"Pilih Semua","Blanks":"Kosong","FilterTrue":"Benar","FilterFalse":"Salah","NoResult":"Tidak Ada yang Cocok","ClearFilter":"Bersihkan Filter","NumberFilter":"Filter Angka","TextFilter":"Filter Teks","DateFilter":"Filter Tanggal","DateTimeFilter":"Filter DateTime","MatchCase":"Kasus Kecocokan","Between":"Antara","CustomFilter":"Filter Kustom","CustomFilterPlaceHolder":"Masukkan nilainya","CustomFilterDatePlaceHolder":"Pilih tanggal","AND":"DAN","OR":"ATAU","ShowRowsWhere":"Tampilkan baris di mana:","NotStartsWith":"Tidak dimulai dengan","Like":"Menyukai","NotEndsWith":"Tidak berakhir dengan","NotContains":"Tidak mengandung","IsNull":"Batal","NotNull":"Bukan nol","IsEmpty":"Kosong","IsNotEmpty":"Tidak kosong","AddCurrentSelection":"Tambahkan pilihan semasa untuk ditapis","UnGroupButton":"Klik di sini untuk membatalkan grup","AutoFitAll":"Paskan otomatis semua kolom","AutoFit":"Sesuaikan otomatis kolom ini","Clear":"Jernih","FilterMenuDialogARIA":"Dialog menu filter","ExcelFilterDialogARIA":"Dialog filter Excel","DialogEditARIA":"Sunting dialog","ColumnChooserDialogARIA":"Pemilih kolom","ColumnMenuDialogARIA":"Dialog menu kolom","CustomFilterDialogARIA":"Dialog filter khusus","SortAtoZ":"Urutkan A sampai Z","SortZtoA":"Urutkan Z ke A","SortByOldest":"Urutkan berdasarkan Terlama","SortByNewest":"Urutkan berdasarkan Terbaru","SortSmallestToLargest":"Urutkan dari yang terkecil ke yang terbesar","SortLargestToSmallest":"Urutkan Terbesar ke Terkecil","Sort":"Menyortir","FilterDescription":"Tekan Alt Bawah untuk membuka Menu filter","SortDescription":"Tekan Enter untuk mengurutkan","ColumnMenuDescription":"Tekan Alt Bawah untuk membuka Menu Kolom","GroupDescription":"Tekan Ctrl spasi untuk mengelompokkan","ColumnHeader":" judul kolom ","TemplateCell":" adalah sel template","CommandColumnAria":"adalah tajuk kolom kolom Perintah ","DialogEdit":"Pengeditan dialog","ClipBoard":"papan klip","GroupButton":"tombol grup","UnGroupAria":"tombol batalkan grup","GroupSeperator":"Pemisah untuk kolom yang dikelompokkan","UnGroupIcon":"ungroup kolom yang dikelompokkan ","GroupedSortIcon":"urutkan kolom yang dikelompokkan ","GroupedDrag":"Seret kolom yang dikelompokkan","GroupCaption":" adalah sel groupcaption","CheckBoxLabel":"kotak centang","Expanded":"Diperluas","Collapsed":"Runtuh","SelectAllCheckbox":"Pilih Semua Kotak Centang","SelectRow":"Pilih baris"},"pager":{"currentPageInfo":"{0} dari {1} halaman","totalItemsInfo":"({0} item)","firstPageTooltip":"Pergi ke halaman pertama","lastPageTooltip":"Pergi ke halaman terakhir","nextPageTooltip":"Pergi ke halaman berikutnya","previousPageTooltip":"Pergi ke halaman sebelumnya","nextPagerTooltip":"Pergi ke item pager berikutnya","previousPagerTooltip":"Buka item pager sebelumnya","pagerDropDown":"item per halaman","pagerAllDropDown":"Item","All":"Semua","totalItemInfo":"({0} barang)","Container":"Wadah Pager","Information":"Informasi Pager","ExternalMsg":"Pesan eksternal pager","Page":"Halaman ","Of":" dari ","Pages":" halaman"},"kanban":{"items":"barang","min":"Min","max":"Maks","cardsSelected":"Kartu Dipilih","addTitle":"Tambahkan Kartu Baru","editTitle":"Edit Detail Kartu","deleteTitle":"Hapus Kartu","deleteContent":"Anda yakin ingin menghapus kartu ini?","save":"Menyimpan","delete":"Menghapus","cancel":"Membatalkan","yes":"Iya","no":"Tidak","close":"Menutup","noCard":"Tidak ada kartu untuk ditampilkan","unassigned":"Belum ditetapkan","cards":"kart"},"dropdowns":{"noRecordsTemplate":"Tidak Ditemukan Catatan","actionFailureTemplate":"Permintaan Gagal","overflowCountTemplate":"+${count} lagi ..","selectAllText":"Pilih Semua","unSelectAllText":"Batalkan Semua Pilihan","totalCountTemplate":"${count} dipilih"},"drop-down-list":{"noRecordsTemplate":"Tidak Ditemukan Catatan","actionFailureTemplate":"Permintaan Gagal"},"combo-box":{"noRecordsTemplate":"Tidak Ditemukan Catatan","actionFailureTemplate":"Permintaan Gagal"},"auto-complete":{"noRecordsTemplate":"Tidak Ditemukan Catatan","actionFailureTemplate":"Permintaan Gagal"},"multi-select":{"noRecordsTemplate":"Tidak Ditemukan Catatan","actionFailureTemplate":"Permintaan Gagal","overflowCountTemplate":"+${count} lagi ..","selectAllText":"Pilih Semua","unSelectAllText":"Batalkan Semua Pilihan","totalCountTemplate":"${count} dipilih"},"listbox":{"noRecordsTemplate":"Tidak Ditemukan Catatan","actionFailureTemplate":"Permintaan Gagal","selectAllText":"Pilih Semua","unSelectAllText":"Batalkan Semua Pilihan","moveUp":"Naik","moveDown":"Turunkan","moveTo":"Pindah ke","moveFrom":"Pindah Dari","moveAllTo":"Pindahkan Semua Ke","moveAllFrom":"Pindahkan Semua Dari"},"spreadsheet":{"InsertingEmptyValue":"Nilai referensi tidak valid.","FindValue":"Temukan nilai","ReplaceValue":"Ganti nilai","FindReplaceTooltip":"Temukan & Ganti","ByRow":"Dengan Baris","ByColumn":"Berdasarkan Kolom","MatchExactCellElements":"Mencocokkan seluruh isi sel","EnterCellAddress":"Masukkan alamat sel","FindAndReplace":"Temukan dan ganti","ReplaceAllEnd":" pertandingan diganti dengan","FindNextBtn":"Temukan Berikutnya","FindPreviousBtn":"Temukan Sebelumnya","ReplaceBtn":"Mengganti","ReplaceAllBtn":"Menggantikan semua","GotoHeader":"Pergi ke","Sheet":"Lembaran","SearchWithin":"Cari di dalam","SearchBy":"Telusuri menurut","Reference":"Referensi","Workbook":"Buku kerja","NoElements":"Kami tidak dapat menemukan apa yang Anda cari.","FindWhat":"Menemukan apa","ReplaceWith":"Ubah dengan","FileName":"Nama file","ExtendValidation":"Pilihan berisi beberapa sel tanpa validasi data. Apakah Anda ingin memperluas validasi ke sel-sel ini?","Yes":"Ya","No":"Tidak","PROPER":"Mengubah teks menjadi huruf besar-kecil; huruf pertama menjadi huruf besar dan huruf lainnya menjadi huruf kecil.","Cut":"Memotong","Copy":"Salinan","Paste":"Tempel","PasteSpecial":"Tempel Spesial","All":"Semua","Values":"Nilai","Formats":"Format","Font":"Fon","FontSize":"Ukuran huruf","Bold":"Berani","Italic":"Miring","Underline":"Menggarisbawahi","Strikethrough":"Dicoret","TextColor":"Warna teks","FillColor":"Isi Warna","HorizontalAlignment":"Penjajaran Horisontal","AlignLeft":"Rata kiri","AlignCenter":"Tengah","AlignRight":"Rata kanan","VerticalAlignment":"Penjajaran Vertikal","AlignTop":"Sejajarkan Atas","AlignMiddle":"Sejajarkan Tengah","AlignBottom":"Sejajarkan Bawah","MergeCells":"Menggabungkan Sel","MergeAll":"Gabungkan Semua","MergeHorizontally":"Gabung Secara Horizontal","MergeVertically":"Gabungkan Secara Vertikal","Unmerge":"Pisahkan","UnmergeCells":"Pisahkan Sel","SelectMergeType":"Pilih Jenis Gabung","MergeCellsAlert":"Menggabungkan sel hanya akan mempertahankan nilai paling kiri atas (paling atas). Gabung saja?","PasteMergeAlert":"Kami tidak dapat melakukan itu ke sel gabungan.","Borders":"Perbatasan","TopBorders":"Perbatasan Atas","LeftBorders":"Batas Kiri","RightBorders":"Perbatasan Kanan","BottomBorders":"Perbatasan Bawah","AllBorders":"Semua Perbatasan","HorizontalBorders":"Perbatasan Horisontal","VerticalBorders":"Perbatasan Vertikal","OutsideBorders":"Batas Luar","InsideBorders":"Di Dalam Perbatasan","NoBorders":"Tanpa Perbatasan","BorderColor":"Warna Perbatasan","BorderStyle":"Gaya Perbatasan","InsertFunction":"Sisipkan Fungsi","Insert":"Menyisipkan","Delete":"Menghapus","DuplicateSheet":"Duplikat","MoveRight":"Bergerak ke kanan","MoveLeft":"Pindah ke Kiri","Rename":"Ganti nama","Hide":"Bersembunyi","NameBox":"Kotak Nama","ShowHeaders":"Tampilkan Header","HideHeaders":"Sembunyikan Header","ShowGridLines":"Tampilkan Garis Kisi","HideGridLines":"Sembunyikan Garis Kisi","FreezePanes":"Bekukan Panel","FreezeRows":"Bekukan Baris","FreezeColumns":"Bekukan Kolom","UnfreezePanes":"Mencairkan Panel","UnfreezeRows":"Mencairkan Baris","UnfreezeColumns":"Mencairkan Kolom","AddSheet":"Tambahkan Lembar","ListAllSheets":"Daftar Semua Lembar","CollapseToolbar":"Ciutkan Bilah Alat","ExpandToolbar":"Luaskan Bilah Alat","CollapseFormulaBar":"Ciutkan Formula Bar","ExpandFormulaBar":"Perluas Formula Bar","File":"Mengajukan","Home":"Rumah","Formulas":"Rumus","View":"Melihat","New":"Baru","Open":"Membuka","SaveAs":"Simpan Sebagai","ExcelXlsx":"Microsoft Excel","ExcelXls":"Microsoft Excel 97-2003","CSV":"Nilai yang dipisahkan koma","FormulaBar":"Bilah Rumus","Sort":"Menyortir","SortAscending":"Naik","SortDescending":"Menurun","CustomSort":"Sortir Kustom","AddColumn":"Tambahkan Kolom","ContainsHeader":"Data berisi tajuk","CaseSensitive":"Hal - hal sensitif","SortBy":"Sortir dengan","ThenBy":"Lalu oleh","SelectAColumn":"Pilih kolom","SortEmptyFieldError":"Semua kriteria pengurutan harus memiliki kolom yang ditentukan. Periksa kriteria pengurutan yang dipilih dan coba lagi.","SortDuplicateFieldError":" sedang diurutkan berdasarkan nilai lebih dari satu kali. Hapus kriteria pengurutan duplikat dan coba lagi.","SortOutOfRangeError":"Pilih sel atau rentang di dalam rentang yang digunakan dan coba lagi.","MultiRangeSortError":"Ini tidak dapat dilakukan pada beberapa pilihan rentang. Pilih satu rentang dan coba lagi.","HideRow":"Sembunyikan Baris","HideRows":"Sembunyikan Baris","UnhideRows":"Perlihatkan Baris","HideColumn":"Sembunyikan Kolom","HideColumns":"Sembunyikan Kolom","UnhideColumns":"Perlihatkan Kolom","InsertRow":"Sisipkan Baris","InsertRows":"Sisipkan Baris","Above":"Di atas","Below":"Di bawah","InsertColumn":"Sisipkan Kolom","InsertColumns":"Sisipkan Kolom","Before":"Sebelum","After":"Setelah","DeleteRow":"Hapus Baris","DeleteRows":"Hapus Baris","DeleteColumn":"Hapus Kolom","DeleteColumns":"Hapus Kolom","Ok":"OKE","Close":"Menutup","MoreOptions":"Lebih banyak pilihan","Cancel":"Membatalkan","Apply":"Berlaku","MoreColors":"Lebih Banyak Warna","StandardColors":"Warna Standar","General":"Umum","Number":"Nomor","Currency":"Mata uang","Accounting":"Akuntansi","ShortDate":"Kencan singkat","LongDate":"Tanggal Panjang","Time":"Waktu","Percentage":"Persentase","Fraction":"Pecahan","Scientific":"Ilmiah","Text":"Teks","NumberFormat":"Format Angka","MobileFormulaBarPlaceHolder":"Masukkan nilai atau Formula","PasteAlert":"Anda tidak dapat menempelkannya di sini, karena area penyalinan dan area tempel tidak memiliki ukuran yang sama. Coba tempel dalam rentang yang berbeda.","DestroyAlert":"Yakin ingin menghancurkan buku kerja saat ini tanpa menyimpan dan membuat buku kerja baru?","SheetRenameInvalidAlert":"Nama sheet berisi karakter yang tidak valid.","SheetRenameEmptyAlert":"Nama sheet tidak boleh kosong.","SheetRenameAlreadyExistsAlert":"Nama sheet sudah ada. Silakan masukkan nama lain.","DeleteSheetAlert":"Yakin ingin menghapus sheet ini?","DeleteSingleLastSheetAlert":"Buku Kerja harus berisi setidaknya satu lembar kerja yang terlihat.","PickACategory":"Pilih kategori","Description":"Keterangan","UnsupportedFile":"Berkas Tidak Didukung","DataLimitExceeded":"Data file terlalu besar dan perlu waktu lebih lama untuk diproses, apakah Anda ingin melanjutkan?","FileSizeLimitExceeded":"Ukuran file terlalu besar dan butuh waktu lebih lama untuk diproses, apakah Anda ingin melanjutkan?","InvalidUrl":"URL tidak valid","SUM":"Menambahkan serangkaian angka dan/atau sel.","SUMIF":"Menambahkan sel berdasarkan kondisi yang ditentukan.","SUMIFS":"Menambahkan sel berdasarkan kondisi yang ditentukan.","ABS":"Mengembalikan nilai angka tanpa tandanya.","RAND":"Mengembalikan angka acak antara 0 dan 1.","RANDBETWEEN":"Mengembalikan bilangan bulat acak berdasarkan nilai yang ditentukan.","FLOOR":"Membulatkan angka ke bawah ke kelipatan terdekat dari faktor tertentu.","CEILING":"Membulatkan angka ke atas ke kelipatan terdekat dari faktor tertentu.","PRODUCT":"Mengalikan serangkaian angka dan/atau sel.","AVERAGE":"Menghitung rata-rata untuk rangkaian angka dan/atau sel yang tidak termasuk teks.","AVERAGEIF":"Menghitung rata-rata untuk sel berdasarkan kriteria yang ditentukan.","AVERAGEIFS":"Menghitung rata-rata untuk sel berdasarkan kondisi tertentu.","AVERAGEA":"Menghitung rata-rata untuk sel yang menilai BENAR sebagai 1, teks dan SALAH sebagai 0.","COUNT":"Menghitung sel yang berisi nilai numerik dalam rentang.","COUNTIF":"Menghitung sel berdasarkan kondisi tertentu.","COUNTIFS":"Menghitung sel berdasarkan kondisi tertentu.","COUNTA":"Menghitung sel yang berisi nilai dalam rentang.","MIN":"Mengembalikan jumlah terkecil dari argumen yang diberikan.","MAX":"Mengembalikan jumlah terbesar dari argumen yang diberikan.","DATE":"Mengembalikan tanggal berdasarkan tahun, bulan, dan hari tertentu.","DAY":"Mengembalikan hari dari tanggal yang diberikan.","DAYS":"Mengembalikan jumlah hari antara dua tanggal.","IF":"Mengembalikan nilai berdasarkan ekspresi yang diberikan.","IFS":"Mengembalikan nilai berdasarkan beberapa ekspresi yang diberikan.","CalculateAND":"Mengembalikan BENAR jika semua argumen BENAR, jika tidak mengembalikan FALSE.","CalculateOR":"Mengembalikan TRUE jika ada argumen yang BENAR, jika tidak mengembalikan FALSE.","IFERROR":"Mengembalikan nilai jika tidak ada kesalahan yang ditemukan selain itu akan mengembalikan nilai yang ditentukan.","CHOOSE":"Mengembalikan nilai dari daftar nilai, berdasarkan nomor indeks.","INDEX":"Mengembalikan nilai sel dalam rentang tertentu berdasarkan nomor baris dan kolom.","FIND":"Mengembalikan posisi string di dalam string lain, yang peka huruf besar-kecil.","CONCATENATE":"Menggabungkan dua atau lebih string bersama-sama.","CONCAT":"Menggabungkan daftar atau rentang string teks.","SUBTOTAL":"Mengembalikan subtotal untuk rentang menggunakan nomor fungsi yang diberikan.","RADIANS":"Mengonversi derajat menjadi radian.","MATCH":"Mengembalikan posisi relatif dari nilai tertentu dalam rentang tertentu.","SLOPE":"Mengembalikan kemiringan garis dari regresi linier titik data.","INTERCEPT":"Menghitung titik garis perpotongan Y melalui regresi linier.","UNIQUE":"Mengembalikan nilai unik dari rentang atau larik","TEXT":"Mengonversi nilai menjadi teks dalam format angka yang ditentukan.","DefineNameExists":"Nama ini sudah ada, coba nama lain.","CircularReference":"Saat rumus merujuk ke satu atau beberapa referensi melingkar, hal ini dapat mengakibatkan perhitungan yang salah.","SORT":"Mengurutkan rentang array","T":"Memeriksa apakah suatu nilai adalah teks atau bukan dan mengembalikan teks.","EXACT":"Memeriksa apakah dua string teks sama persis dan mengembalikan BENAR atau SALAH.","LEN":"Mengembalikan sejumlah karakter dalam string tertentu.","MOD":"Mengembalikan sisa setelah angka dibagi dengan pembagi.","ODD":"Membulatkan bilangan positif ke atas dan bilangan negatif ke bawah ke bilangan bulat ganjil terdekat.","PI":"Mengembalikan nilai pi.","COUNTBLANK":"Mengembalikan jumlah sel kosong dalam rentang sel tertentu.","EVEN":"Membulatkan bilangan positif ke atas dan bilangan negatif ke bawah hingga bilangan bulat genap terdekat.","DECIMAL":"Mengonversi representasi teks dari angka dalam basis tertentu menjadi angka desimal.","ADDRESS":"Mengembalikan referensi sel sebagai teks, dengan nomor baris dan kolom yang ditentukan.","CHAR":"Mengembalikan karakter dari nomor yang ditentukan.","CODE":"Mengembalikan kode numerik untuk karakter pertama dalam string tertentu.","DOLLAR":"Mengonversi angka menjadi teks berformat mata uang.","SMALL":"Mengembalikan nilai terkecil ke-k dalam larik yang diberikan.","LARGE":"Mengembalikan nilai terbesar ke-k dalam larik yang diberikan.","TIME":"Mengonversi jam, menit, detik ke teks berformat waktu.","DEGREES":"Mengonversi radian menjadi derajat.","FACT":"Mengembalikan faktorial sebuah angka.","MEDIAN":"Mengembalikan median dari kumpulan angka yang diberikan.","EDATE":"Mengembalikan tanggal dengan jumlah bulan tertentu sebelum atau sesudah tanggal yang ditentukan.","DATEVALUE":"Mengonversi string tanggal menjadi nilai tanggal.","NOW":"Mengembalikan tanggal dan waktu saat ini.","HOUR":"Mengembalikan jumlah jam dalam string waktu tertentu.","MINUTE":"Mengembalikan jumlah menit dalam string waktu tertentu.","SECOND":"Mengembalikan jumlah detik dalam string waktu tertentu.","MONTH":"Mengembalikan jumlah bulan dalam string tanggal yang ditentukan.","OR":"ATAU","AND":"DAN","CustomFilterDatePlaceHolder":"Pilih tanggal","CustomFilterPlaceHolder":"Masukkan nilainya","CustomFilter":"Filter Kustom","Between":"Di antara","MatchCase":"Kasus pertandingan","DateTimeFilter":"Filter TanggalWaktu","Undo":"Membuka","Redo":"Mengulangi","ClearAllFilter":"Jernih","ReapplyFilter":"Melamar lagi","DateFilter":"Filter Tanggal","TextFilter":"Filter Teks","NumberFilter":"Filter Angka","ClearFilter":"Hapus Filter","NoResult":"Tidak Ditemukan Kecocokan","FilterFalse":"PALSU","FilterTrue":"BENAR","Blanks":"Kosong","SelectAll":"Pilih Semua","GreaterThanOrEqual":"Lebih Besar Dari Atau Sama Dengan","GreaterThan":"Lebih besar dari","LessThanOrEqual":"Kurang Dari Atau Sama","LessThan":"Kurang dari","NotEqual":"Tidak sama","Equal":"Setara","Contains":"Mengandung","NotContains":"Tidak Berisi","EndsWith":"Berakhir dengan","NotEndsWith":"Tidak Berakhir Dengan","StartsWith":"Dimulai dengan","NotStartsWith":"Tidak Dimulai Dengan","IsEmpty":"Kosong","IsNotEmpty":"Tidak kosong","ClearButton":"Jernih","FilterButton":"Saring","CancelButton":"Membatalkan","OKButton":"OKE","Search":"Mencari","DataValidation":"Validasi data","CellRange":"Rentang Sel","Allow":"Mengizinkan","Data":"Data","Minimum":"Minimum","Maximum":"Maksimum","IgnoreBlank":"Abaikan kosong","WholeNumber":"Bilangan bulat","Decimal":"Desimal","Date":"Tanggal","TextLength":"Panjang Teks","List":"Daftar","NotBetween":"Tidak diantara","EqualTo":"Sama dengan","NotEqualTo":"Tidak sebanding dengan","GreaterThanOrEqualTo":"Lebih dari atau sama dengan","LessThanOrEqualTo":"Kurang Dari Atau Sama Dengan","InCellDropDown":"Drop-down dalam sel","Sources":"Sumber","Value":"Nilai","Retry":"Mencoba kembali","DialogError":"Sumber daftar harus berupa referensi ke satu baris atau kolom.","MinMaxError":"Maksimum harus lebih besar atau sama dengan Minimum.","Spreadsheet":"Spreadsheet","MoreValidation":"Pilihan ini berisi lebih dari satu validasi.","FileNameError":"Nama file tidak boleh berisi karakter seperti \\ / : * ? \" < > [ ] |","ValidationError":"Nilai ini tidak cocok dengan batasan validasi data yang ditentukan untuk sel.","ListLengthError":"Nilai daftar memungkinkan hanya hingga 256 karakter","ProtectSheet":"Lindungi Lembar","UnprotectSheet":"Lembar Buka Proteksi","SelectCells":"Pilih sel terkunci","SelectUnlockedCells":"Pilih sel yang tidak terkunci","Save":"Menyimpan","EmptyFileName":"Nama file tidak boleh kosong.","LargeName":"Nama terlalu panjang.","FormatCells":"Memformat sel","FormatRows":"Memformat baris","FormatColumns":"Memformat kolom","InsertLinks":"Sisipkan tautan","ProtectContent":"Lindungi isi sel yang terkunci","ProtectAllowUser":" Izinkan semua pengguna lembar kerja ini untuk:","EditAlert":"Sel yang Anda coba ubah terlindungi. Untuk melakukan perubahan, buka pelindung sheet.","ClearValidation":"Hapus Validasi","ISNUMBER":"Mengembalikan true ketika nilai diurai sebagai nilai numerik.","ROUND":"Membulatkan angka ke jumlah digit yang ditentukan.","GEOMEAN":"Mengembalikan rata-rata geometrik larik atau rentang data positif.","POWER":"Mengembalikan hasil dari angka yang dipangkatkan","LOG":"Mengembalikan logaritma angka ke basis yang Anda tentukan.","TRUNC":"Mengembalikan nilai terpotong dari angka ke angka desimal yang ditentukan.","EXP":"Mengembalikan e yang dipangkatkan dengan angka yang diberikan.","LOOKUP":"Menemukan nilai dalam rentang baris atau kolom dan mengembalikan nilai pada posisi yang sama dalam rentang baris atau kolom.","HLOOKUP":"Menemukan nilai di baris atas tabel nilai dan mengembalikan nilai di kolom yang sama dengan baris tabel yang Anda tentukan.","VLOOKUP":"Menemukan nilai yang ditentukan di kolom pertama rentang pencarian dan mengembalikan nilai yang sesuai di kolom kedua baris.","NOT":"Mengembalikan kebalikan dari ekspresi boolean yang ditentukan.","EOMONTH":"Mengembalikan hari terakhir pada bulan yang sesuai dengan jumlah bulan tertentu sebelum atau sesudah tanggal mulai yang ditentukan semula.","SQRT":"Mengembalikan akar kuadrat dari angka positif.","ROUNDDOWN":"Bulatkan angkanya menjadi nol.","RSQ":"Mengembalikan koefisien korelasi momen produk Pearson yang dikuadratkan berdasarkan titik data diketahui_y dan diketahui_x.","HighlightCellsRules":"Sorot Aturan Sel","CFEqualTo":"Sama dengan","TextThatContains":"Teks yang Berisi","ADateOccuring":"Sebuah Tanggal Terjadi","DuplicateValues":"Nilai Duplikat","TopBottomRules":"Aturan Atas/Bawah","Top10Items":"10 Item Teratas","Top10":"10 besar","Bottom10Items":"10 Item Terbawah","Bottom10":"10 terbawah","AboveAverage":"Diatas rata-rata","BelowAverage":"Dibawah rata-rata","FormatCellsGreaterThan":"Memformat sel yang LEBIH BESAR DARI:","FormatCellsLessThan":"Memformat sel yang KURANG DARI:","FormatCellsBetween":"Memformat sel yang ANTARA:","FormatCellsEqualTo":"Format sel yang SAMA DENGAN:","FormatCellsThatContainTheText":"Format sel yang berisi teks:","FormatCellsThatContainADateOccurring":"Memformat sel yang berisi tanggal yang terjadi:","FormatCellsDuplicate":"Memformat sel yang berisi:","FormatCellsTop":"Format sel yang berperingkat di TOP:","FormatCellsBottom":"Format sel yang berperingkat di BOTTOM:","FormatCellsAbove":"Format sel yang DI ATAS RATA-RATA:","FormatCellsBelow":"Format sel yang DI BAWAH RATA-RATA:","With":"dengan","DataBars":"Bilah Data","ColorScales":"Timbangan Warna","IconSets":"Kumpulan Ikon","ClearRules":"Aturan yang Jelas","SelectedCells":"Hapus Aturan dari Sel yang Dipilih","EntireSheet":"Hapus Aturan dari Seluruh Lembar","LightRedFillWithDarkRedText":"Light Red Fill dengan Dark Red Text","YellowFillWithDarkYellowText":"Isi Kuning dengan Teks Kuning Tua","GreenFillWithDarkGreenText":"Isi Hijau dengan Teks Hijau Tua","RedFill":"Isi Merah","RedText":"Teks Merah","Duplicate":"Duplikat","Unique":"Unik","And":"dan","WebPage":"Halaman web","ThisDocument":"Dokumen ini","DisplayText":"Tampilkan Teks","Url":"URL","CellReference":"Referensi Sel","DefinedNames":"Nama yang Ditentukan","EnterTheTextToDisplay":"Masukkan teks yang akan ditampilkan","EnterTheUrl":"Masukkan URL","INT":"Mengembalikan angka ke bilangan bulat terdekat.","SUMPRODUCT":"Mengembalikan jumlah produk rentang array yang diberikan.","TODAY":"Mengembalikan tanggal saat ini sebagai nilai tanggal.","ROUNDUP":"Membulatkan angka jauh dari nol.","Link":"Tautan","Hyperlink":"Hyperlink","EditHyperlink":"Sunting Hyperlink","OpenHyperlink":"Buka Hyperlink","RemoveHyperlink":"Hapus Hyperlink","InvalidHyperlinkAlert":"Alamat situs ini tidak valid. Periksa alamatnya dan coba lagi.","InsertLink":"Sisipkan Tautan","EditLink":"Sunting Tautan","WrapText":"Bungkus Teks","Update":"Memperbarui","SortAndFilter":"Sortir & Filter","Filter":"Saring","FilterCellValue":"Saring berdasarkan Nilai Sel yang Dipilih","FilterOutOfRangeError":"Pilih sel atau rentang di dalam rentang yang digunakan dan coba lagi.","ClearFilterFrom":"Hapus Filter Dari","LN":"Mengembalikan logaritma natural dari sebuah angka.","DefineNameInValid":"Nama yang Anda masukkan tidak valid.","EmptyError":"Anda harus memasukkan nilai","ClearHighlight":"Hapus Sorotan","HighlightInvalidData":"Sorot Data Tidak Valid","Clear":"Jernih","ClearContents":"Isi yang jelas","ClearAll":"Bersihkan semua","ClearFormats":"Hapus Format","ClearHyperlinks":"Hapus Hyperlink","Image":"Gambar","ConditionalFormatting":"Pemformatan Bersyarat","BlueDataBar":"Bilah Data Biru","GreenDataBar":"Bilah Data Hijau","RedDataBar":"Bilah Data Merah","OrangeDataBar":"Bilah Data Oranye","LightBlueDataBar":"Bilah Data biru muda","PurpleDataBar":"Bilah Data Ungu","GYRColorScale":"Skala Warna Hijau - Kuning - Merah","RYGColorScale":"Skala Warna Merah - Kuning - Hijau","GWRColorScale":"Skala Warna Hijau - Putih - Merah","RWGColorScale":"Skala Warna Merah - Putih - Hijau","BWRColorScale":"Skala Warna Biru - Putih - Merah","RWBColorScale":"Skala Warna Merah - Putih - Biru","WRColorScale":"Putih - Skala Warna Merah","RWColorScale":"Skala Warna Merah - Putih","GWColorScale":"Hijau - Skala Warna Putih","WGColorScale":"Putih - Skala Warna Hijau","GYColorScale":"Skala Warna Hijau - Kuning","YGColorScale":"Kuning - Skala Warna Hijau","ThreeArrowsColor":"3 Panah (Berwarna)","ThreeArrowsGray":"3 Panah (Abu-abu)","ThreeTriangles":"3 Segitiga","FourArrowsColor":"4 Panah (Abu-abu)","FourArrowsGray":"4 Panah (Berwarna)","FiveArrowsColor":"5 Panah (Abu-abu)","FiveArrowsGray":"5 Panah (Berwarna)","ThreeTrafficLights1":"3 Lampu Lalu Lintas (Tanpa Bingkai)","ThreeTrafficLights2":"3 Lampu Lalu Lintas (Berbingkai)","ThreeSigns":"3 Tanda","FourTrafficLights":"4 Lampu Lalu Lintas","RedToBlack":"Merah Menjadi Hitam","ThreeSymbols1":"3 Simbol (Dilingkari)","ThreeSymbols2":"3 Simbol (Tidak Dilingkari)","ThreeFlags":"3 Bendera","ThreeStars":"3 Bintang","FourRatings":"4 Peringkat","FiveQuarters":"5 Kuartal","FiveRatings":"5 Peringkat","FiveBoxes":"5 Kotak","Chart":"Bagan","Column":"Kolom","Bar":"Batang","Area":"Daerah","Pie":"Pai","Doughnut":"Donat","PieAndDoughnut":"Pai/Donat","Line":"Garis","Radar":"Radar","Scatter":"Menyebarkan","ChartDesign":"Desain Bagan","ClusteredColumn":"Kolom Berkelompok","StackedColumn":"Kolom Bertumpuk","StackedColumn100":"Kolom Tumpuk 100%%.","ClusteredBar":"Bilah Berkelompok","StackedBar":"Batang Bertumpuk","StackedBar100":"100%% Batang Bertumpuk","StackedArea":"Area Bertumpuk","StackedArea100":"100%% Area Bertumpuk","StackedLine":"Garis Bertumpuk","StackedLine100":"100%% Garis Bertumpuk","LineMarker":"Sejajarkan dengan Penanda","StackedLineMarker":"Baris Bertumpuk dengan Penanda","StackedLine100Marker":"100%% Garis Bertumpuk dengan Penanda","AddChartElement":"Tambahkan Elemen Bagan","Axes":"Sumbu","AxisTitle":"Judul sumbu","ChartTitle":"Judul grafik","DataLabels":"Label Data","Gridlines":"Garis kisi","Legends":"Legenda","PrimaryHorizontal":"Horisontal Primer","PrimaryVertical":"Vertikal Primer","None":"Tidak ada","AboveChart":"Di atas Bagan","Center":"Tengah","InsideEnd":"Ujung Dalam","InsideBase":"Di dalam Pangkalan","OutsideEnd":"Ujung Luar","PrimaryMajorHorizontal":"Utama Utama Horisontal","PrimaryMajorVertical":"Utama Utama Vertikal","PrimaryMinorHorizontal":"Primer Minor Horizontal","PrimaryMinorVertical":"Vertikal Kecil Primer","Right":"Benar","Left":"Kiri","Bottom":"Bawah","Top":"Atas","SwitchRowColumn":"Ganti Baris/Kolom","ChartTheme":"Tema Bagan","ChartType":"Jenis Bagan","Material":"Bahan","Fabric":"Kain","Bootstrap":"Bootstrap","HighContrastLight":"Cahaya Kontras Tinggi","MaterialDark":"Bahan Gelap","FabricDark":"Kain Gelap","HighContrast":"Kontras tinggi","BootstrapDark":"Bootstrap Gelap","Bootstrap4":"Bootstrap4","Bootstrap5Dark":"Bootstrap5 Gelap","Bootstrap5":"Bootstrap5","Tailwind":"Angin penarik","TailwindDark":"Penari gelap","VerticalAxisTitle":"Judul Sumbu Vertikal","HorizontalAxisTitle":"Judul Sumbu Horizontal","EnterTitle":"Masukkan Judul","UnprotectWorksheet":"Lembar Buka Proteksi","ReEnterPassword":"Masukkan kembali kata sandi untuk melanjutkan","SheetPassword":"Kata sandi untuk membuka proteksi sheet:","ProtectWorkbook":"Lindungi Buku Kerja","Password":"Kata sandi (opsional):","EnterThePassword":"Masukkan kata sandi","ConfirmPassword":"konfirmasi sandi","EnterTheConfirmPassword":"Masukkan kembali kata sandi Anda","PasswordAlert":"Kata sandi konfirmasi tidak identik","UnprotectWorkbook":"Buka Proteksi Buku Kerja","UnprotectPasswordAlert":"Kata sandi yang Anda berikan salah.","IncorrectPassword":"Tidak dapat membuka file atau lembar kerja dengan kata sandi yang diberikan","PasswordAlertMsg":"Silakan masukkan kata sandi","ConfirmPasswordAlertMsg":"Silakan masukkan kata sandi konfirmasi","IsProtected":"dilindungi","PDF":"Dokumen PDF","AutoFillMergeAlertMsg":"Untuk melakukan ini, semua sel yang digabungkan harus berukuran sama.","Fluent":"Fasih","FluentDark":"Lancar Gelap","Custom":"Kebiasaan","WEEKDAY":"Mengembalikan hari dalam seminggu yang sesuai dengan tanggal.","FillSeries":"Isi Seri","CopyCells":"Salin Sel","FillFormattingOnly":"Isi Format Saja","FillWithoutFormatting":"Isi Tanpa Memformat","CustomFormat":"Format Angka Kustom","CustomFormatPlaceholder":"Ketik atau Pilih format khusus","CustomFormatTypeList":"Jenis","CellReferenceTypoError":"Kami menemukan salah ketik di referensi sel Anda. Apakah Anda ingin memperbaiki referensi ini sebagai berikut?","AddCurrentSelection":"Tambahkan pilihan saat ini untuk memfilter","ExternalWorkbook":"File excel yang diimpor berisi referensi buku kerja eksternal. Apakah Anda ingin mengimpor file itu?","Directional":"Arah","Shapes":"Bentuk","Indicators":"Indikator","Ratings":"Peringkat","InvalidFormulaError":"Kami menemukan bahwa Anda mengetik rumus yang tidak valid.","InvalidArguments":"Kami menemukan bahwa Anda mengetik rumus dengan argumen yang tidak valid.","EmptyExpression":"Kami menemukan bahwa Anda mengetikkan rumus dengan ekspresi kosong.","MismatchedParenthesis":"Kami menemukan bahwa Anda mengetikkan rumus dengan satu atau lebih tanda kurung buka atau tutup yang hilang.","ImproperFormula":"Kami menemukan bahwa Anda mengetik rumus yang tidak tepat.","WrongNumberOfArguments":"Kami menemukan bahwa Anda mengetik rumus dengan jumlah argumen yang salah.","Requires3Arguments":"Kami menemukan bahwa Anda mengetikkan rumus yang memerlukan 3 argumen.","MismatchedStringQuotes":"Kami menemukan bahwa Anda mengetikkan rumus dengan tanda kutip yang tidak cocok.","FormulaCircularRef":"Kami menemukan bahwa Anda mengetikkan rumus dengan referensi melingkar."},"filemanager":{"NewFolder":"Folder baru","Upload":"Unggah","Delete":"Menghapus","Rename":"Ganti nama","Download":"Unduh","Cut":"Memotong","Copy":"Salinan","Paste":"Tempel","SortBy":"Sortir dengan","Refresh":"Menyegarkan","Item-Selection":"item yang dipilih","Items-Selection":"item yang dipilih","View":"Melihat","Details":"Detail","SelectAll":"Pilih Semua","Open":"Buka","Tooltip-NewFolder":"Folder baru","Tooltip-Upload":"Unggah","Tooltip-Delete":"Menghapus","Tooltip-Rename":"Ganti nama","Tooltip-Download":"Unduh","Tooltip-Cut":"Memotong","Tooltip-Copy":"Salinan","Tooltip-Paste":"Tempel","Tooltip-SortBy":"Sortir dengan","Tooltip-Refresh":"Menyegarkan","Tooltip-Selection":"Hapus pilihan","Tooltip-View":"Melihat","Tooltip-Details":"Detail","Tooltip-SelectAll":"Pilih Semua","Name":"Nama","Size":"Ukuran","DateModified":"Diubah","DateCreated":"Tanggal Diciptakan","Path":"Jalur","Modified":"Diubah","Created":"Dibuat","Location":"Lokasi","Type":"Tipe","Permission":"Izin","Ascending":"Naik","Descending":"Menurun","None":"Tidak ada","View-LargeIcons":"Ikon besar","View-Details":"Detail","Search":"Cari","Button-Ok":"baik","Button-Cancel":"Membatalkan","Button-Yes":"Iya","Button-No":"Tidak","Button-Create":"Membuat","Button-Save":"Menyimpan","Header-NewFolder":"Map","Content-NewFolder":"Masukkan nama folder Anda","Header-Rename":"Ganti nama","Content-Rename":"Masukkan nama baru Anda","Header-Rename-Confirmation":"Ganti Nama Konfirmasi","Content-Rename-Confirmation":"Jika Anda mengubah ekstensi nama file, file mungkin menjadi tidak stabil. Anda yakin ingin mengubahnya?","Header-Delete":"Menghapus berkas","Content-Delete":"Anda yakin ingin menghapus file ini?","Header-Folder-Delete":"Hapus Folder","Content-Folder-Delete":"Anda yakin ingin menghapus folder ini?","Header-Multiple-Delete":"Hapus Banyak File","Content-Multiple-Delete":"Apakah Anda yakin ingin menghapus {0} file-file ini?","Header-Duplicate":"File / Folder ada","Content-Duplicate":"{0} sudah ada. Apakah Anda ingin mengganti nama dan menempelkan?","Header-Upload":"Unggah berkas","Error":"Kesalahan","Validation-Empty":"Nama file atau folder tidak boleh kosong.","Validation-Invalid":"Nama file atau folder {0} berisi karakter yang tidak valid. Silakan gunakan nama yang berbeda. Nama file atau folder yang valid tidak dapat diakhiri dengan titik atau spasi, dan tidak dapat berisi karakter berikut: \\ /: *? \"<> |","Validation-NewFolder-Exists":"File atau folder dengan nama {0} sudah ada.","Validation-Rename-Exists":"Tidak dapat mengganti nama {0} menjadi {1}: tujuan sudah ada.","Folder-Empty":"Folder ini kosong","File-Upload":"Seret file ke sini untuk mengunggah","Search-Empty":"Tidak ada hasil yang ditemukan","Search-Key":"Coba dengan kata kunci yang berbeda","Filter-Empty":"Tidak ada hasil yang ditemukan","Filter-Key":"Coba dengan filter lain","Sub-Folder-Error":"Folder tujuan adalah subfolder dari folder sumber.","Same-Folder-Error":"Folder tujuan sama dengan folder sumber.","Access-Denied":"Akses ditolak","Access-Details":"Anda tidak memiliki izin untuk mengakses folder ini.","Header-Retry":"File Sudah Ada","Content-Retry":"File dengan nama ini sudah ada di folder ini. Apa yang ingin kamu lakukan?","Button-Keep-Both":"Simpan keduanya","Button-Replace":"Menggantikan","Button-Skip":"Melewatkan","ApplyAll-Label":"Lakukan ini untuk semua item saat ini","KB":"KB","Access-Message":"{0} tidak dapat diakses. Anda perlu izin untuk melakukan tindakan {1}.","Network-Error":"Kesalahan Jaringan: Gagal mengirim pada XMLHTTPRequest: Gagal memuat","Server-Error":"ServerError: Tanggapan dari"},"calendar":{"today":"Hari ini"},"datepicker":{"today":"Hari ini","placeholder":"Pilih tanggal"},"daterangepicker":{"placeholder":"Pilih rentang tanggal","startLabel":"Mulai tanggal","endLabel":"Tanggal Berakhir","applyText":"Menerapkan","cancelText":"Membatalkan","selectedDays":"Hari yang Dipilih","days":"Berhari-hari","customRange":"Rentang Kustom"},"timepicker":{"placeholder":"Pilih waktu"},"datetimepicker":{"today":"Hari ini","placeholder":"Pilih tanggal dan waktu"},"dialog":{"close":"Menutup"},"toast":{"close":"Menutup"},"tab":{"closeButtonTitle":"Menutup"},"schedule":{"day":"Hari","week":"Minggu","workWeek":"Minggu kerja","month":"Bulan","year":"Tahun","agenda":"Jadwal acara","weekAgenda":"Agenda Minggu","workWeekAgenda":"Agenda Minggu Kerja","monthAgenda":"Agenda Bulan","today":"Hari ini","noEvents":"Tidak ada acara","emptyContainer":"Tidak ada acara yang dijadwalkan pada hari ini.","allDay":"Sepanjang hari","start":"Mulailah","end":"Akhir","more":"lebih","close":"Menutup","cancel":"Membatalkan","noTitle":"(Tanpa judul)","delete":"Menghapus","deleteEvent":"Acara ini","deleteMultipleEvent":"Hapus Beberapa Acara","selectedItems":"Item dipilih","deleteSeries":"Seluruh Seri","edit":"Sunting","editSeries":"Seluruh Seri","editEvent":"Acara ini","createEvent":"Membuat","subject":"Subyek","addTitle":"Tambahkan judul","moreDetails":"Keterangan lebih lanjut","save":"Menyimpan","editContent":"Bagaimana Anda ingin mengubah janji temu dalam serial ini?","deleteContent":"Apakah Anda yakin ingin menghapus acara ini?","deleteMultipleContent":"Anda yakin ingin menghapus acara yang dipilih?","newEvent":"Acara baru","title":"Judul","location":"Lokasi","description":"Deskripsi","timezone":"Zona waktu","startTimezone":"Mulai Timezone","endTimezone":"Akhiri Zona Waktu","repeat":"Ulang","saveButton":"Menyimpan","cancelButton":"Membatalkan","deleteButton":"Menghapus","recurrence":"Kambuh","wrongPattern":"Pola perulangan tidak valid.","seriesChangeAlert":"Apakah Anda ingin membatalkan perubahan yang dibuat untuk contoh spesifik seri ini dan mencocokkannya dengan seluruh seri lagi?","createError":"Durasi acara harus lebih pendek dari seberapa sering itu terjadi. Persingkat durasi, atau ubah pola perulangan di editor acara perulangan.","sameDayAlert":"Dua kejadian dari peristiwa yang sama tidak dapat terjadi pada hari yang sama.","occurenceAlert":"Tidak dapat menjadwal ulang kemunculan janji berulang jika melewatkan kemunculan janji yang sama di kemudian hari.","editRecurrence":"Edit Perulangan","repeats":"Mengulangi","alert":"Waspada","startEndError":"Tanggal akhir yang dipilih terjadi sebelum tanggal mulai.","invalidDateError":"Nilai tanggal yang dimasukkan tidak valid.","blockAlert":"Acara tidak dapat dijadwalkan dalam rentang waktu yang diblokir.","ok":"Baik","yes":"Iya","no":"Tidak","occurrence":"Kejadian","series":"Seri","previous":"Sebelumnya","next":"Lanjut","timelineDay":"Hari Timeline","timelineWeek":"Minggu Garis Waktu","timelineWorkWeek":"Minggu Kerja Timeline","timelineMonth":"Bulan Jadwal","timelineYear":"Tahun Garis Waktu","editFollowingEvent":"Acara Berikut","deleteTitle":"Hapus Acara","editTitle":"Edit Acara","beginFrom":"Mulai Dari","endAt":"Berakhir Pada","expandAllDaySection":"Luaskan bagian sepanjang hari","collapseAllDaySection":"Ciutkan bagian sepanjang hari","searchTimezone":"Cari Zona Waktu","noRecords":"Tidak ada catatan yang ditemukan"},"recurrenceeditor":{"none":"Tidak ada","daily":"Harian","weekly":"Mingguan","monthly":"Bulanan","month":"Bulan","yearly":"Tahunan","never":"Tidak pernah","until":"Sampai","count":"Menghitung","first":"Pertama","second":"Kedua","third":"Ketiga","fourth":"Keempat","last":"Terakhir","repeat":"Ulang","repeatEvery":"Ulangi setiap","on":"Ulangi Hidup","end":"Akhir","onDay":"Hari","days":"Hari","weeks":"Minggu","months":"Bulan)","years":"Tahun","every":"setiap","summaryTimes":"waktu)","summaryOn":"di","summaryUntil":"sampai","summaryRepeat":"Mengulangi","summaryDay":"hari","summaryWeek":"minggu","summaryMonth":"bulan)","summaryYear":"tahun","monthWeek":"Minggu Bulan","monthPosition":"Posisi Bulan","monthExpander":"Expander Bulan","yearExpander":"Tahun Expander","repeatInterval":"Ulangi Interval"},"gantt":{"emptyRecord":"Tidak ada catatan untuk ditampilkan","id":"Indo","name":"Nama","startDate":"Mulai tanggal","endDate":"Tanggal Berakhir","duration":"Durasi","progress":"Kemajuan","dependency":"Ketergantungan","notes":"Catatan","baselineStartDate":"Tanggal Mulai Baseline","baselineEndDate":"Tanggal Akhir Baseline","taskMode":"Mode Tugas","changeScheduleMode":"Ubah Mode Jadwal","subTasksStartDate":"Tanggal Mulai Subtugas","subTasksEndDate":"Tanggal Akhir SubTugas","scheduleStartDate":"Jadwal Tanggal Mulai","scheduleEndDate":"Jadwal Tanggal Berakhir","auto":"Mobil","manual":"Manual","type":"Tipe","offset":"Mengimbangi","resourceName":"Sumber daya","resourceID":"ID Sumber Daya","day":"hari","hour":"jam","minute":"menit","days":"hari","hours":"jam","minutes":"menit","generalTab":"Umum","customTab":"Kolom Khusus","writeNotes":"Menulis catatan","addDialogTitle":"Tugas Baru","editDialogTitle":"Informasi Tugas","saveButton":"Menyimpan","add":"Menambahkan","edit":"Sunting","update":"Memperbarui","delete":"Menghapus","cancel":"Membatalkan","search":"Cari","task":" tugas","tasks":" tugas","zoomIn":"Perbesar","zoomOut":"Perkecil","zoomToFit":"Zoom agar pas","excelExport":"Ekspor Excel","csvExport":"Ekspor CSV","expandAll":"Melebarkan semua","collapseAll":"Tutup semua","nextTimeSpan":"Rentang waktu berikutnya","prevTimeSpan":"Rentang waktu sebelumnya","okText":"Baik","confirmDelete":"Anda yakin ingin menghapus catatan?","from":"Dari","to":"Untuk","taskLink":"Tautan Tugas","lag":"Ketinggalan","start":"Mulailah","finish":"Selesai","enterValue":"Masukkan nilainya","taskBeforePredecessor_FS":"Anda memindahkan '{0}' untuk memulai sebelum '{1}' selesai dan kedua tugas tersebut ditautkan. Akibatnya, tautan tidak dapat dihormati. Pilih satu tindakan di bawah ini untuk melakukan","taskAfterPredecessor_FS":"Anda memindahkan '{0}' dari '{1}' dan kedua tugas tersebut ditautkan. Akibatnya, tautan tidak dapat dihormati. Pilih satu tindakan di bawah ini untuk melakukan","taskBeforePredecessor_SS":"Anda memindahkan '{0}' untuk memulai sebelum '{1}' dimulai dan kedua tugas tersebut ditautkan. Akibatnya, tautan tidak dapat dihormati. Pilih satu tindakan di bawah ini untuk melakukan","taskAfterPredecessor_SS":"Anda memindahkan '{0}' untuk memulai setelah '{1}' dimulai dan kedua tugas tersebut ditautkan. Akibatnya, tautan tidak dapat dihormati. Pilih satu tindakan di bawah ini untuk melakukan","taskBeforePredecessor_FF":"Anda memindahkan '{0}' untuk menyelesaikan sebelum '{1}' selesai dan kedua tugas tersebut ditautkan. Akibatnya, tautan tidak dapat dihormati. Pilih satu tindakan di bawah ini untuk melakukan","taskAfterPredecessor_FF":"Anda memindahkan '{0}' untuk menyelesaikan setelah '{1}' selesai dan kedua tugas tersebut ditautkan. Akibatnya, tautan tidak dapat dihormati. Pilih satu tindakan di bawah ini untuk melakukan","taskBeforePredecessor_SF":"Anda memindahkan '{0}' dari '{1}' ke awal dan kedua tugas tersebut ditautkan. Akibatnya, tautan tidak dapat dihormati. Pilih satu tindakan di bawah ini untuk melakukan","taskAfterPredecessor_SF":"Anda memindahkan '{0}' untuk menyelesaikan setelah '{1}' dimulai dan kedua tugas tersebut ditautkan. Akibatnya, tautan tidak dapat dihormati. Pilih satu tindakan di bawah ini untuk melakukan","taskInformation":"Informasi Tugas","deleteTask":"Hapus Tugas","deleteDependency":"Hapus Ketergantungan","convert":"Mengubah","save":"Menyimpan","above":"Atas","below":"Di bawah","child":"Anak","milestone":"Tonggak sejarah","toTask":"Untuk Tugas","toMilestone":"Untuk Milestone","eventMarkers":"Penanda acara","leftTaskLabel":"Label tugas kiri","rightTaskLabel":"Label tugas yang tepat","timelineCell":"Sel garis waktu","confirmPredecessorDelete":"Anda yakin ingin menghapus tautan ketergantungan?","unit":"Satuan","work":"Kerja","taskType":"Jenis Tugas","unassignedTask":"Tugas yang Tidak Ditugaskan","group":"Kelompok","indent":"Indentasi","outdent":"Ketinggalan jaman","segments":"Segmen","splitTask":"Pisahkan Tugas","mergeTask":"Gabungkan Tugas","left":"Kiri","right":"Baik"},"richtexteditor":{"alignments":"Alignment","justifyLeft":"Rata kiri","justifyCenter":"Sejajarkan Pusat","justifyRight":"Rata kanan","justifyFull":"Sejajarkan Justifikasi","fontName":"Nama Font","fontSize":"Ukuran huruf","fontColor":"Warna huruf","backgroundColor":"Warna latar belakang","bold":"Mencolok","italic":"Miring","underline":"Menggarisbawahi","strikethrough":"Dicoret","clearFormat":"Hapus Format","clearAll":"Bersihkan semua","cut":"Memotong","copy":"Salinan","paste":"Tempel","unorderedList":"Daftar Bulet","orderedList":"Daftar bernomor","indent":"Tambah Indent","outdent":"Kurangi Indentasi","undo":"Batalkan","redo":"Mengulangi","superscript":"Superskrip","subscript":"Subskrip","createLink":"Sisipkan Hyperlink","openLink":"Buka tautan","editLink":"Edit Tautan","removeLink":"Hapus Tautan","image":"Sisipkan Gambar","replace":"Menggantikan","numberFormatList":"Daftar Format Angka","bulletFormatList":"Daftar Format Poin","audioReplace":"Mengganti","videoReplace":"Mengganti","videoAlign":"Meluruskan","videoDimension":"Dimensi","audioRemove":"Menghapus","videoRemove":"Menghapus","audioLayoutOption":"Opsi tata letak","videoLayoutOption":"Opsi tata letak","align":"Meluruskan","caption":"Keterangan Gambar","remove":"Menghapus","insertLink":"Sisipkan Tautan","display":"Tampilan","altText":"teks alternatif","dimension":"Ubah Ukuran","fullscreen":"Maksimalkan","maximize":"Maksimalkan","minimize":"Memperkecil","lowerCase":"Huruf kecil","upperCase":"Huruf besar","print":"Mencetak","formats":"Format","sourcecode":"Tampilan kode","preview":"Pratinjau","viewside":"Sisi Pandang","insertCode":"Masukan kode","linkText":"Teks Tampilan","linkTooltipLabel":"Judul","linkWebUrl":"Alamat web","linkTitle":"Masukkan judul","linkurl":"https://contoh.com","linkOpenInNewWindow":"Buka Tautan di Jendela Baru","linkHeader":"Sisipkan Tautan","dialogInsert":"Memasukkan","dialogCancel":"Membatalkan","dialogUpdate":"Memperbarui","imageHeader":"Sisipkan Gambar","audioHeader":"Masukkan Audio","videoHeader":"Sisipkan Video","imageLinkHeader":"Anda juga dapat memberikan tautan dari web","audioLinkHeader":"Anda juga dapat memberikan tautan dari web","videoLinkHeader":"URL web","embedVideoLinkHeader":"URL Sematan Media","mdimageLink":"Harap berikan URL untuk gambar Anda","imageUploadMessage":"Letakkan gambar di sini atau telusuri untuk mengunggah","audioUploadMessage":"Letakkan file audio atau jelajahi untuk mengunggah","videoUploadMessage":"Letakkan file video atau jelajahi untuk mengunggah","imageDeviceUploadMessage":"Klik di sini untuk mengunggah","audioDeviceUploadMessage":"Klik di sini untuk mengunggah","videoDeviceUploadMessage":"Klik di sini untuk mengunggah","imageAlternateText":"Teks alternatif","alternateHeader":"teks alternatif","browse":"Telusuri","imageUrl":"https://contoh.com/gambar.png","audioUrl":"https://example.com/audio.mp3","videoUrl":"https://example.com/video.mp4","webUrl":"URL web","embedUrl":"Sematkan Kode","imageCaption":"Keterangan","imageSizeHeader":"Ukuran gambar","imageHeight":"Tinggi","imageWidth":"Lebar","videoHeight":"Tinggi","videoWidth":"Lebar","textPlaceholder":"Masukkan teks","inserttablebtn":"Sisipkan Tabel","tabledialogHeader":"Sisipkan Tabel","tableWidth":"Lebar","cellpadding":"Padding sel","cellspacing":"Spasi sel","columns":"Jumlah kolom","rows":"Jumlah baris","tableRows":"Baris","tableColumns":"Kolom","tableCellHorizontalAlign":"Perataan Horisontal Sel Tabel","tableCellVerticalAlign":"Tabel Vertikal Sejajar","createTable":"Buat tabel","removeTable":"Hapus Table","tableHeader":"Baris Tajuk","tableRemove":"Hapus Tabel","tableCellBackground":"Latar Belakang Sel Meja","tableEditProperties":"Tabel Edit Properti","styles":"Gaya","insertColumnLeft":"Sisipkan Kolom Kiri","insertColumnRight":"Masukkan Kolom Kanan","deleteColumn":"Hapus Kolom","insertRowBefore":"Masukkan Baris Sebelum","insertRowAfter":"Masukkan Baris Setelah","deleteRow":"Hapus Baris","tableEditHeader":"Edit Tabel","TableHeadingText":"Tajuk","TableColText":"Kol","imageInsertLinkHeader":"Sisipkan Tautan","editImageHeader":"Edit Gambar","alignmentsDropDownLeft":"Rata kiri","alignmentsDropDownCenter":"Sejajarkan Pusat","alignmentsDropDownRight":"Rata kanan","alignmentsDropDownJustify":"Sejajarkan Justifikasi","imageDisplayDropDownInline":"Di barisan","imageDisplayDropDownBreak":"Istirahat","audioLayoutOptionDropDownInline":"Di barisan","audioLayoutOptionDropDownBreak":"Merusak","videoLayoutOptionDropDownInline":"Di barisan","videoLayoutOptionDropDownBreak":"Merusak","tableInsertRowDropDownBefore":"Masukkan baris sebelumnya","tableInsertRowDropDownAfter":"Masukkan baris setelah","tableInsertRowDropDownDelete":"Hapus baris","tableInsertColumnDropDownLeft":"Masukkan kolom ke kiri","tableInsertColumnDropDownRight":"Masukkan kolom ke kanan","tableInsertColumnDropDownDelete":"Hapus kolom","tableVerticalAlignDropDownTop":"Luruskan Top","tableVerticalAlignDropDownMiddle":"Rata Tengah","tableVerticalAlignDropDownBottom":"Luruskan Bawah","tableStylesDropDownDashedBorder":"Perbatasan putus-putus","tableStylesDropDownAlternateRows":"Baris Alternatif","pasteFormat":"Tempel Format","pasteFormatContent":"Pilih tindakan pemformatan","plainText":"Teks Biasa","cleanFormat":"Bersih","keepFormat":"Menjaga","pasteDialogOk":"baik","pasteDialogCancel":"Membatalkan","fileManager":"Manajer File","fileDialogHeader":"Peramban File","formatsDropDownParagraph":"Gugus kalimat","formatsDropDownCode":"Kode","formatsDropDownQuotation":"Kutipan","formatsDropDownHeading1":"Pos 1","formatsDropDownHeading2":"Pos 2","formatsDropDownHeading3":"Pos 3","formatsDropDownHeading4":"Pos 4","fontNameSegoeUI":"SegoeUI","fontNameArial":"Arial","fontNameGeorgia":"Georgia","fontNameImpact":"Impact","fontNameTahoma":"Tahoma","fontNameTimesNewRoman":"Times New Roman","fontNameVerdana":"Verdana","formatsOLListNumber":"Jumlah","formatsOLListLowerAlpha":"Alfa rendah","formatsOLListUpperAlpha":"Alfa Atas","formatsOLListLowerRoman":"Romawi Bawah","formatsOLListUpperRoman":"Romawi Atas","formatsOLListLowerGreek":"Yunani Bawah","formatsULListDisc":"Cakram","formatsULListCircle":"Lingkaran","formatsULListSquare":"Kotak","formatsOLListNone":"Tidak ada","formatsULListNone":"Tidak ada","formatPainter":"Pelukis Format","emojiPicker":"Pemilih Emoji","embeddedCode":"Kode Tertanam","pasteEmbeddedCodeHere":"Tempel Kode Tersemat di sini","emojiPickerTypeToFind":"Ketik untuk menemukan","emojiPickerNoResultFound":"Tidak ada hasil yang ditemukan","emojiPickerTrySomethingElse":"Cobalah sesuatu yang lain","linkAriaLabel":"Buka di jendela baru","imageLinkAriaLabel":"Buka di jendela baru","unsupportedImage":"Format file tidak didukung","mergecells":"Gabungkan sel","verticalsplit":"Perpecahan vertikal","horizontalsplit":"Perpecahan horisontal","numberFormatListLowerAlpha":"Alfa yang lebih rendah","numberFormatListUpperAlpha":"Alfa Atas","numberFormatListLowerRoman":"Romawi Bawah","numberFormatListUpperRoman":"Romawi Atas","numberFormatListLowerGreek":"Yunani Bawah"},"colorpicker":{"Apply":"Menerapkan","Cancel":"Membatalkan","ModeSwitcher":"Alihkan Mode"},"uploader":{"Browse":"Jelajahi ...","Clear":"Bersih","Upload":"Unggah","dropFilesHint":"Atau jatuhkan file di sini","invalidMaxFileSize":"Ukuran file terlalu besar","invalidMinFileSize":"Ukuran file terlalu kecil","invalidFileType":"Jenis file tidak diizinkan","uploadFailedMessage":"File gagal diunggah","uploadSuccessMessage":"berkas berhasil diunggah","removedSuccessMessage":"File berhasil dihapus","removedFailedMessage":"Tidak dapat menghapus file","inProgress":"Mengunggah","readyToUploadMessage":"Siap mengunggah","abort":"Menggugurkan","remove":"Menghapus","cancel":"Membatalkan","delete":"Menghapus berkas","pauseUpload":"Unggahan file dijeda","pause":"Jeda","resume":"Lanjut","retry":"Mencoba kembali","fileUploadCancel":"Unggahan file dibatalkan"},"numerictextbox":{"incrementTitle":"Nilai kenaikan","decrementTitle":"Nilai penurunan"},"slider":{"incrementTitle":"Meningkat","decrementTitle":"Mengurangi"},"formValidator":{"required":"Bagian ini diperlukan.","email":"Silakan isi alamat email.","url":"Silakan masukkan URL yang valid.","date":"Silakan masukkan tanggal yang valid.","dateIso":"Silakan masukkan tanggal yang valid (ISO).","creditcard":"Silakan masukkan nomor kartu yang valid","number":"Silakan masukkan nomor yang valid.","digits":"Masukkan hanya digit.","maxLength":"Harap masukkan tidak lebih dari {0} karakter.","minLength":"Silakan masukkan setidaknya {0} karakter.","rangeLength":"Masukkan nilai antara panjang {0} dan {1} karakter.","range":"Silakan masukkan nilai antara {0} dan {1}.","max":"Masukkan nilai kurang dari atau sama dengan {0}.","min":"Silakan masukkan nilai yang lebih besar dari atau sama dengan {0}.","regex":"Silakan masukkan nilai yang benar.","tel":"Silahkan masukkan nomor telepon yang benar.","pattern":"Silakan masukkan nilai pola yang benar.","equalTo":"Harap masukkan teks pencocokan yang valid"},"treegrid":{"Above":"Atas","Below":"Di bawah","AddRow":"Menambahkan baris","ExpandAll":"Melebarkan semua","CollapseAll":"Tutup Semua"},"querybuilder":{"StartsWith":"Dimulai dengan","EndsWith":"Berakhir dengan","Contains":"Mengandung","NotLike":"Mengandung","Like":"Tidak suka","Equal":"Sama","NotEqual":"Tidak sama","LessThan":"Kurang dari","LessThanOrEqual":"Kurang Dari Atau Setara","GreaterThan":"Lebih besar dari","GreaterThanOrEqual":"Lebih Besar Dari Atau Setara","Between":"Antara","NotBetween":"Tidak diantara","Empty":"Kosong","NotEmpty":"Tidak kosong","In":"Di","NotIn":"Tidak masuk","NotContains":"Tidak Berisi","Remove":"MENGHAPUS","SelectField":"Pilih satu bidang","SelectOperator":"Pilih operator","DeleteRule":"Hapus kondisi ini","DeleteGroup":"Hapus grup","AddGroup":"Tambahkan Grup","AddCondition":"Tambahkan Ketentuan","Edit":"EDIT","ValidationMessage":"Bagian ini diperlukan","SummaryViewTitle":"Tampilan Ringkasan","OtherFields":"Bidang Lainnya","AND":"DAN","OR":"ATAU","SelectValue":"Masukkan Nilai","IsEmpty":"Kosong","IsNotEmpty":"Tidak kosong","IsNull":"Apakah Null","IsNotNull":"Bukan Nol","True":"benar","False":"Salah","DoesNotStartWith":"Tidak Dimulai Dengan","DoesNotEndWith":"Tidak Berakhir Dengan","DoesNotContain":"Tidak mengandung","AddButton":"Tambahkan Grup/Kondisi","CloneGroup":"Grup Klon","LockGroup":"Grup Kunci","CloneRule":"Aturan Klon","LockRule":"Aturan Kunci","UnlockRule":"Buka Aturan","UnlockGroup":"Buka Kunci Grup"},"barcode":{},"datamatrix":{},"qrcode":{},"pivotview":{"grandTotal":"Hasil akhir","total":"Total","value":"Nilai","noValue":"Tidak bernilai","row":"Baris","column":"Kolom","collapse":"Jatuh","expand":"Memperluas","rowAxisPrompt":"Jatuhkan baris di sini","columnAxisPrompt":"Jatuhkan kolom di sini","valueAxisPrompt":"Jatuhkan nilai di sini","filterAxisPrompt":"Jatuhkan filter di sini","filter":"Saring","filtered":"Tersaring","sort":"Menyortir","filters":"Filter","rows":"Baris","columns":"Kolom","values":"Nilai-nilai","close":"Menutup","cancel":"Membatalkan","delete":"Menghapus","CalculatedField":"Bidang Terhitung","createCalculatedField":"Buat Bidang Terhitung","fieldName":"Masukkan nama bidang","error":"Kesalahan","invalidFormula":"Formula tidak valid.","dropText":"Contoh: ('Jumlah (Pesanan_Jumlah)' + 'Jumlah (In_Stock)') * 250","dropTextMobile":"Tambahkan bidang dan edit rumus di sini.","dropAction":"Bidang yang dihitung tidak dapat ditempatkan di wilayah lain kecuali sumbu nilai.","alert":"Waspada","warning":"Peringatan","ok":"baik","search":"Cari","drag":"Menyeret","remove":"Menghapus","allFields":"Semua bidang","formula":"Rumus","addToRow":"Tambahkan ke Baris","addToColumn":"Tambahkan ke Kolom","addToValue":"Tambahkan ke Nilai","addToFilter":"Tambahkan ke Filter","emptyData":"Tidak ada catatan untuk ditampilkan","fieldExist":"Bidang sudah ada di nama ini. Silakan masukkan nama yang berbeda.","confirmText":"Bidang perhitungan sudah ada dalam nama ini. Apakah Anda ingin menggantinya?","noMatches":"Tidak ada yang cocok","format":"Nilai ringkasan oleh","edit":"Sunting","clear":"Bersih","formulaField":"Seret dan lepas bidang ke rumus","dragField":"Seret bidang ke rumus","clearFilter":"Bersih","by":"oleh","all":"Semua","multipleItems":"Beberapa item","member":"Anggota","label":"Label","date":"Tanggal","enterValue":"Masukkan nilai","chooseDate":"Masukkan tanggal","Before":"Sebelum","BeforeOrEqualTo":"Sebelum Atau Setara","After":"Setelah","AfterOrEqualTo":"Setelah Atau Setara","labelTextContent":"Tampilkan item yang labelnya","dateTextContent":"Tunjukkan item yang tanggalnya","valueTextContent":"Tunjukkan item yang diinginkan","Equals":"Sama dengan","DoesNotEquals":"Tidak sama","BeginWith":"Dimulai dengan","DoesNotBeginWith":"Tidak Mulai Dengan","EndsWith":"Berakhir dengan","DoesNotEndsWith":"Tidak Berakhir Dengan","Contains":"Mengandung","DoesNotContains":"Tidak mengandung","GreaterThan":"Lebih besar dari","GreaterThanOrEqualTo":"Lebih dari atau sama dengan","LessThan":"Kurang dari","LessThanOrEqualTo":"Kurang Dari Atau Setara Dengan","Between":"Antara","NotBetween":"Tidak diantara","And":"dan","Sum":"Jumlah","Count":"Menghitung","DistinctCount":"Count yang berbeda","Product":"Produk","Avg":"Rata-rata","Min":"Min","SampleVar":"Contoh Var","PopulationVar":"Populasi Var","RunningTotals":"Menjalankan Total","Max":"Maks","Index":"Indeks","SampleStDev":"Contoh StDev","PopulationStDev":"Populasi StDev","PercentageOfRowTotal":"%% dari Total Baris","PercentageOfParentTotal":"%% dari Total Induk","PercentageOfParentColumnTotal":"%% dari Total Kolom Induk","PercentageOfParentRowTotal":"%% dari Total Baris Induk","DifferenceFrom":"Perbedaan Dari","PercentageOfDifferenceFrom":"%% Perbedaan Dari","PercentageOfGrandTotal":"%% dari Total Grand","PercentageOfColumnTotal":"%% dari Total Kolom","NotEquals":"Tidak Setara","AllValues":"Semua Nilai","conditionalFormatting":"Pemformatan Bersyarat","apply":"MENERAPKAN","condition":"Tambahkan Ketentuan","formatLabel":"Format","valueFieldSettings":"Pengaturan bidang nilai","baseField":"Bidang dasar:","baseItem":"Item dasar:","summarizeValuesBy":"Ringkas nilai berdasarkan:","sourceName":"Nama bidang:","sourceCaption":"Keterangan bidang:","example":"misalnya:","editorDataLimitMsg":" lebih banyak item. Cari untuk memperbaiki lebih lanjut.","details":"Detail","manageRecords":"Kelola Catatan","Years":"Bertahun-tahun","Quarters":"Tempat tinggal","Months":"Bulan","Days":"Berhari-hari","Hours":"Jam","Minutes":"Menit","Seconds":"Detik","save":"Simpan laporan","new":"Buat laporan baru","load":"Beban","saveAs":"Simpan sebagai laporan saat ini","rename":"Ganti nama laporan saat ini","deleteReport":"Hapus laporan saat ini","export":"Ekspor","subTotals":"Sub total","grandTotals":"Total keseluruhan","reportName":"Nama Laporan:","pdf":"PDF","excel":"Unggul","csv":"CSV","png":"PNG","jpeg":"JPEG","svg":"SVG","mdxQuery":"Permintaan MDX","showSubTotals":"Tampilkan sub total","doNotShowSubTotals":"Jangan tampilkan sub total","showSubTotalsRowsOnly":"Tampilkan baris subtotal saja","showSubTotalsColumnsOnly":"Tampilkan kolom subtotal saja","showGrandTotals":"Tunjukkan total keseluruhan","doNotShowGrandTotals":"Jangan tampilkan jumlah total","showGrandTotalsRowsOnly":"Tampilkan baris total grand saja","showGrandTotalsColumnsOnly":"Tampilkan kolom total total saja","fieldList":"Tampilkan daftar bidang","grid":"Tampilkan tabel","toolbarFormatting":"Pemformatan bersyarat","chart":"Grafik","reportMsg":"Silakan masukkan nama laporan vaild !!!","reportList":"Daftar laporan","removeConfirm":"Anda yakin ingin menghapus laporan ini?","emptyReport":"Tidak ada laporan ditemukan !!","bar":"Batang","line":"Baris","area":"Daerah","scatter":"Menyebarkan","polar":"Kutub","of":"dari","emptyFormat":"Tidak ditemukan format !!!","emptyInput":"Masukkan nilai","newReportConfirm":"Ingin menyimpan perubahan untuk dilaporkan?","emptyReportName":"Masukkan nama laporan","qtr":"Qtr","null":"batal","undefined":"tidak terdefinisi","groupOutOfRange":"Diluar jangkauan","fieldDropErrorAction":"Bidang yang Anda pindahkan tidak dapat ditempatkan di area laporan itu","MoreOption":"Lebih...","aggregate":"Agregat","drillThrough":"Bor Melalui","ascending":"Naik","descending":"Menurun","number":"Jumlah","currency":"Mata uang","percentage":"Persentase","formatType":"Jenis Format","customText":"Simbol Mata Uang","symbolPosition":"Posisi Simbol","left":"Kiri","right":"Baik","grouping":"Pengelompokan","true":"Benar","false":"Salah","decimalPlaces":"Tempat desimal","numberFormat":"Pemformatan Angka","memberType":"Jenis bidang","formatString":"Memformat Tali","expressionField":"Ekspresi","customFormat":"Masukkan string format khusus","selectedHierarchy":"Hirarki Induk","olapDropText":"Contoh: [Ukuran]. [Jumlah Pesanan] + ([Ukuran]. [Jumlah Pesanan] * 0.10)","Percent":"Persen","Custom":"Adat","Measure":"Mengukur","Dimension":"Dimensi","Standard":"Standar","blank":"(Kosong)","fieldTooltip":"Seret dan lepas bidang untuk membuat ekspresi. Dan, jika Anda ingin mengedit bidang terhitung yang ada! Kemudian Anda dapat mencapainya dengan hanya memilih bidang di bawah 'Anggota Terhitung'.","QuarterYear":"Tahun Triwulan","fieldTitle":"Nama Bidang","drillError":"Tidak dapat menampilkan item mentah dari bidang yang dihitung.","caption":"Keterangan Bidang","copy":"Salinan","defaultReport":"Laporan default","customFormatString":"Format Khusus","invalidFormat":"Format yang tidak valid.","group":"Kelompok","unGroup":"Pisahkan grup","invalidSelection":"Tidak dapat mengelompokkan pilihan itu.","groupName":"Masukkan judul untuk ditampilkan di tajuk","captionName":"Masukkan judul untuk bidang grup","selectedItems":"Item yang dipilih","groupFieldCaption":"Keterangan bidang","groupTitle":"Nama grup","startAt":"Mulai dari","endAt":"Berakhir pada","groupBy":"Interval oleh","selectGroup":"Pilih grup","numberFormatString":"Contoh: C, P, 0000%%, ### 0. ## 0 #, dll.","stackingcolumn":"Kolom bertumpuk","stackingbar":"Batang Bertumpuk","stackingarea":"Area yang ditumpuk","stepline":"Garis langkah","steparea":"Area Langkah","splinearea":"Area Spline","spline":"Splin","stackingcolumn100":"100%% Tumpukan Kolom","stackingbar100":"100%% Batang Bertumpuk","stackingarea100":"100%% Area Tertumpuk","bubble":"gelembung","pareto":"Pareto","radar":"Radar","chartTypeSettings":"Pengaturan tipe bagan","multipleAxes":"Beberapa Sumbu","sortAscending":"Sortir urutan naik","sortDescending":"Urutkan urutan menurun","sortNone":"Urutkan urutan data","clearCalculatedField":"Hapus info bidang yang diedit","editCalculatedField":"Edit bidang terhitung","ChartType":"Jenis Bagan","yes":"Iya","no":"Tidak","numberFormatMenu":"Pemformatan Angka ...","conditionalFormattingMenu":"Pemformatan Bersyarat...","removeCalculatedField":"Apakah Anda yakin ingin menghapus bidang yang dihitung ini?","replaceConfirmBefore":"Laporan bernama","replaceConfirmAfter":" sudah ada. Apakah Anda ingin menggantinya?","pie":"Pai","funnel":"Corong","doughnut":"Donat","pyramid":"Piramida","showLegend":"Tampilkan Legenda","exit":"Keluar","invalidJSON":"Data JSON tidak valid","invalidCSV":"Data CSV tidak valid","stacked":"Ditumpuk","single":"Tunggal","multipleAxisMode":"Mode Sumbu Ganda","grandTotalPosition":"Mode Sumbu Ganda","top":"Posisi total keseluruhan","bottom":"Atas","None":"Dasar","stackingline":"Tidak ada","stackingline100":"Garis Bertumpuk","rowPage":"Pager baris","rowPerPage":"Baris per halaman","columnPage":"pager kolom","columnPerPage":"Kolom per halaman","goToFirstPage":"Pergi ke halaman pertama","goToPreviousPage":"Buka halaman sebelumnya","goToNextPage":"Pergi ke halaman berikutnya","goToLastPage":"Pergi ke halaman terakhir","combined":"Gabungan","subTotalPosition":"Posisi subtotal","auto":"Mobil","loading":"Memuat..."},"pivotfieldlist":{"staticFieldList":"Daftar Bidang Pivot","fieldList":"Daftar Bidang","dropFilterPrompt":"Jatuhkan filter di sini","dropColPrompt":"Jatuhkan kolom di sini","dropRowPrompt":"Jatuhkan baris di sini","dropValPrompt":"Jatuhkan nilai di sini","addPrompt":"Tambahkan bidang di sini","adaptiveFieldHeader":"Pilih bidang","centerHeader":"Seret bidang antar sumbu di bawah:","add":"Menambahkan","drag":"Menyeret","filter":"Saring","filtered":"Tersaring","sort":"Menyortir","remove":"Menghapus","filters":"Filter","rows":"Baris","columns":"Kolom","values":"Nilai-nilai","CalculatedField":"Bidang Terhitung","createCalculatedField":"Buat Bidang Terhitung","fieldName":"Masukkan nama bidang","error":"Kesalahan","invalidFormula":"Formula tidak valid.","dropText":"Contoh: ('Jumlah (Pesanan_Jumlah)' + 'Jumlah (In_Stock)' ') * 250","dropTextMobile":"Tambahkan bidang dan edit rumus di sini.","dropAction":"Bidang yang dihitung tidak dapat ditempatkan di wilayah lain kecuali sumbu nilai.","search":"Cari","close":"Menutup","cancel":"Membatalkan","delete":"Menghapus","alert":"Waspada","warning":"Peringatan","ok":"baik","allFields":"Semua bidang","formula":"Rumus","fieldExist":"Bidang sudah ada di nama ini. Silakan masukkan nama yang berbeda.","confirmText":"Bidang perhitungan sudah ada dalam nama ini. Apakah Anda ingin menggantinya?","noMatches":"Tidak ada yang cocok","format":"Nilai ringkasan oleh","edit":"Sunting","clear":"Bersih","formulaField":"Seret dan lepas bidang ke rumus","dragField":"Seret bidang ke rumus","clearFilter":"Bersih","by":"oleh","enterValue":"Masukkan nilai","chooseDate":"Masukkan tanggal","all":"Semua","multipleItems":"Beberapa item","Equals":"Sama dengan","DoesNotEquals":"Tidak sama","BeginWith":"Dimulai dengan","DoesNotBeginWith":"Tidak Mulai Dengan","EndsWith":"Berakhir dengan","DoesNotEndsWith":"Tidak Berakhir Dengan","Contains":"Mengandung","DoesNotContains":"Tidak mengandung","GreaterThan":"Lebih besar dari","GreaterThanOrEqualTo":"Lebih dari atau sama dengan","LessThan":"Kurang dari","LessThanOrEqualTo":"Kurang Dari Atau Setara Dengan","Between":"Antara","NotBetween":"Tidak diantara","Before":"Sebelum","BeforeOrEqualTo":"Sebelum Atau Setara","After":"Setelah","AfterOrEqualTo":"Setelah Atau Setara","member":"Anggota","label":"Label","date":"Tanggal","value":"Nilai","labelTextContent":"Tampilkan item yang labelnya","dateTextContent":"Tunjukkan item yang tanggalnya","valueTextContent":"Tunjukkan item yang diinginkan","And":"dan","Sum":"Jumlah","Count":"Menghitung","DistinctCount":"Count yang berbeda","Product":"Produk","Avg":"Rata-rata","Min":"Min","Max":"Maks","Index":"Indeks","SampleStDev":"Contoh StDev","PopulationStDev":"Populasi StDev","SampleVar":"Contoh Var","PopulationVar":"Populasi Var","RunningTotals":"Menjalankan Total","DifferenceFrom":"Perbedaan Dari","PercentageOfDifferenceFrom":"%% Perbedaan Dari","PercentageOfGrandTotal":"%% dari Total Grand","PercentageOfColumnTotal":"%% dari Total Kolom","PercentageOfRowTotal":"%% dari Total Baris","PercentageOfParentTotal":"%% dari Total Induk","PercentageOfParentColumnTotal":"%% dari Total Kolom Induk","PercentageOfParentRowTotal":"%% dari Total Baris Induk","Years":"Bertahun-tahun","Quarters":"Tempat tinggal","Months":"Bulan","Days":"Berhari-hari","Hours":"Jam","Minutes":"Menit","Seconds":"Detik","apply":"MENERAPKAN","valueFieldSettings":"Pengaturan bidang nilai","sourceName":"Nama bidang:","sourceCaption":"Keterangan bidang:","summarizeValuesBy":"Ringkas nilai berdasarkan:","baseField":"Bidang dasar:","baseItem":"Item dasar:","example":"misalnya:","editorDataLimitMsg":" lebih banyak item. Cari untuk memperbaiki lebih lanjut.","deferLayoutUpdate":"Tunda Pembaruan Tata Letak","null":"batal","undefined":"tidak terdefinisi","groupOutOfRange":"Diluar jangkauan","fieldDropErrorAction":"Bidang yang Anda pindahkan tidak dapat ditempatkan di area laporan itu","MoreOption":"Lebih...","memberType":"Jenis bidang","selectedHierarchy":"Hirarki Induk","formatString":"Memformat Tali","expressionField":"Ekspresi","olapDropText":"Contoh: [Ukuran]. [Jumlah Pesanan] + ([Ukuran]. [Jumlah Pesanan] * 0.10)","customFormat":"Masukkan string format khusus","Measure":"Mengukur","Dimension":"Dimensi","Standard":"Standar","Currency":"Mata uang","Percent":"Persen","Custom":"Adat","blank":"(Kosong)","fieldTooltip":"Seret dan lepas bidang untuk membuat ekspresi. Dan, jika Anda ingin mengedit bidang terhitung yang ada! Anda dapat mencapainya dengan hanya memilih bidang di bawah 'Anggota Terhitung'.","fieldTitle":"Nama Bidang","QuarterYear":"Tahun Triwulan","caption":"Keterangan Bidang","copy":"Salinan","group":"Kelompok","numberFormatString":"Contoh: C, P, 0000%%, ### 0. ## 0 #, dll.","sortAscending":"Sortir urutan naik","sortDescending":"Urutkan urutan menurun","sortNone":"Urutkan urutan data","clearCalculatedField":"Hapus info bidang yang diedit","editCalculatedField":"Edit bidang terhitung","selectGroup":"Pilih grup","of":"dari","removeCalculatedField":"Apakah Anda yakin ingin menghapus bidang yang dihitung ini?","yes":"Ya","no":"Tidak","None":"Tidak ada"},"pdfviewer":{"PdfViewer":"Penampil PDF","Cancel":"Membatalkan","Download file":"Unduh berkas","Download":"Unduh","Enter Password":"Dokumen ini dilindungi kata sandi. Silakan masukkan kata sandi.","File Corrupted":"File rusak","File Corrupted Content":"File rusak dan tidak dapat dibuka.","Fit Page":"Sesuaikan Halaman","Fit Width":"Lebar pas","Automatic":"Otomatis","Go To First Page":"Tampilkan halaman pertama","Invalid Password":"Kata kunci Salah. Silakan coba lagi.","Next Page":"Tampilkan halaman selanjutnya","OK":"baik","Open":"Membuka file","Page Number":"Nomor halaman saat ini","Previous Page":"Tampilkan halaman sebelumnya","Go To Last Page":"Tampilkan halaman terakhir","Zoom":"Perbesar","Zoom In":"Perbesar","Zoom Out":"Perkecil","Page Thumbnails":"Thumbnail halaman","Bookmarks":"Bookmark","Print":"Cetak file","Password Protected":"Diperlukan Kata Sandi","Copy":"Salinan","Text Selection":"Alat pemilihan teks","Panning":"Mode pan","Text Search":"Temukan teks","Find in document":"Temukan dalam dokumen","Match case":"Kasing serasi","Apply":"Menerapkan","GoToPage":"Buka halaman","No matches":"Penampil telah selesai mencari dokumen. Tidak ada lagi kecocokan yang ditemukan","No Text Found":"Tidak Ada Teks Ditemukan","Undo":"Batalkan","Redo":"Mengulangi","Annotation":"Tambahkan atau Edit anotasi","Highlight":"Sorot Teks","Underline":"Garisbawahi Teks","Strikethrough":"Dicoret Teks","Delete":"Hapus anotasi","Opacity":"Kegelapan","Color edit":"Ganti warna","Opacity edit":"Ubah Opacity","Highlight context":"Menyoroti","Underline context":"Menggarisbawahi","Strikethrough context":"Lakukan pemogokan","Server error":"Layanan web tidak mendengarkan. Penampil PDF tergantung pada layanan web untuk semua fitur itu. Silakan mulai layanan web untuk melanjutkan.","Open text":"Buka","First text":"Halaman pertama","Previous text":"Halaman sebelumnya","Next text":"Halaman selanjutnya","Last text":"Halaman terakhir","Zoom in text":"Perbesar","Zoom out text":"Perkecil","Selection text":"Pilihan","Pan text":"Panci","Print text":"Mencetak","Search text":"Cari","Annotation Edit text":"Edit Anotasi","Line Thickness":"Ketebalan garis","Line Properties":"Properti Garis","Start Arrow":"Mulai Panah","End Arrow":"Panah Akhir","Line Style":"Gaya Garis","Fill Color":"Isi Warna","Line Color":"Warna garis","None":"Tidak ada","Open Arrow":"Buka","Closed Arrow":"Tutup","Round Arrow":"Bulat","Square Arrow":"Kotak","Diamond Arrow":"berlian","Butt":"Pantat","Cut":"Memotong","Paste":"Tempel","Delete Context":"Menghapus","Properties":"Properti","Add Stamp":"Tambahkan Stamp","Add Shapes":"Tambahkan Bentuk","Stroke edit":"Ubah Warna Stroke","Change thickness":"Ubah Ketebalan Batas","Add line":"Tambahkan Baris","Add arrow":"Tambahkan Panah","Add rectangle":"Tambahkan Rectangle","Add circle":"Tambahkan Lingkaran","Add polygon":"Tambahkan Polygon","Add Comments":"Tambahkan Komentar","Comments":"Komentar","No Comments Yet":"Belum Ada Komentar","Accepted":"Diterima","Completed":"Lengkap","Cancelled":"Dibatalkan","Rejected":"Ditolak","Leader Length":"Panjang Pemimpin","Scale Ratio":"Rasio Skala","Calibrate":"Menyesuaikan","Calibrate Distance":"Kalibrasi Jarak","Calibrate Perimeter":"Kalibrasi Perimeter","Calibrate Area":"Area Kalibrasi","Calibrate Radius":"Kalibrasi Radius","Calibrate Volume":"Kalibrasi Volume","highlight":"Menyorot","underline":"Menggarisbawahi","strikethrough":"Mencoret","Seach text":"Mencari","FormDesigner":"Tambahkan dan Edit Bidang Formulir","Client error":"Ditemukan kesalahan sisi klien. Silakan periksa header kustom yang disediakan di properti AjaxRequestSettings dan metode tindakan web di properti ServerActionSettings.","FormDesigner Edit text":"Tambahkan dan Edit Bidang Formulir","SubmitForm":"Menyerahkan formulir","Depth":"Kedalaman","Closed":"Tutup","Round":"Bulat","Square":"Kotak","Diamond":"berlian","Edit":"Sunting","Comment":"Komentar","Comment Panel":"Panel Komentar","Set Status":"Atur Status","Post":"Pos","Page":"Halaman","Add a comment":"Tambahkan komentar","Add a reply":"Tambahkan balasan","Import Annotations":"Impor anotasi dari file JSON","Export Annotations":"Ekspor anotasi ke file JSON","Export XFDF":"Ekspor anotasi ke file XFDF","Import XFDF":"Impor penjelasan dari file XFDF","Add":"Menambahkan","Clear":"Bersih","Bold":"Mencolok","Italic":"Miring","Strikethroughs":"Coret","Underlines":"Menggarisbawahi","Superscript":"Superskrip","Subscript":"Subskrip","Align left":"Rata kiri","Align right":"Rata kanan","Center":"Pusat","Justify":"Membenarkan","Font color":"Warna huruf","Text Align":"Perataan teks","Text Properties":"Gaya tulisan","SignatureFieldDialogHeaderText":"Tambahkan Tanda Tangan","HandwrittenSignatureDialogHeaderText":"Tambahkan Tanda Tangan","InitialFieldDialogHeaderText":"Tambahkan Inisial","HandwrittenInitialDialogHeaderText":"Tambahkan Inisial","Draw Ink":"Gambar Tinta","Create":"Membuat","Font family":"Keluarga Font","Font size":"Ukuran huruf","Free Text":"Teks Gratis","Import Failed":"Jenis file JSON atau nama file tidak valid; pilih file JSON yang valid","File not found":"File JSON yang diimpor tidak ditemukan di lokasi yang diinginkan","Export Failed":"Tindakan ekspor anotasi gagal; harap pastikan anotasi ditambahkan dengan benar","of":"dari ","Dynamic":"Dinamis","Standard Business":"Bisnis Standar","Sign Here":"Tanda Tangan Di Sini","Custom Stamp":"Stempel Kustom","Enter Signature as Name":"Masukkan nama Anda","Draw-hand Signature":"SERI","Type Signature":"TIPE","Upload Signature":"Unggah","Browse Signature Image":"JELAJAHI","Save Signature":"Simpan Tanda Tangan","Save Initial":"Simpan Inisial","Textbox":"Kotak teks","Password":"Kata sandi","Check Box":"kotak centang","Radio Button":"Tombol radio","Dropdown":"Jatuhkan","List Box":"Kotak daftar","Signature":"Tanda tangan","Delete FormField":"Hapus Bidang Formulir","Textbox Properties":"Properti Kotak Teks","Name":"Nama","Tooltip":"Keterangan alat","Value":"Nilai","Form Field Visibility":"Visibilitas Bidang Formulir","Read Only":"Baca Saja","Required":"Yg dibutuhkan","Checked":"Diperiksa","Show Printing":"Tampilkan Pencetakan","Formatting":"Format","Fill":"Mengisi","Border":"Berbatasan","Border Color":"Warna Perbatasan","Thickness":"Ketebalan","Max Length":"Panjang maksimal","List Item":"Nama barang","Export Value":"Nilai Barang","Dropdown Item List":"Daftar Item Dropdown","List Box Item List":"Daftar Kotak Item Daftar","General":"UMUM","Appearance":"PENAMPILAN","Options":"PILIHAN","Delete Item":"Menghapus","Up":"Ke atas","Down":"Turun","Multiline":"Multiline","Revised":"Diperbaiki","Reviewed":"Ditinjau","Received":"Diterima","Confidential":"Rahasia","Approved":"Disetujui","Not Approved":"Tidak disetujui","Witness":"Saksi","Initial Here":"Inisial Disini","Draft":"Konsep","Final":"Terakhir","For Public Release":"Untuk Rilis Publik","Not For Public Release":"Bukan Untuk Rilis Publik","For Comment":"Untuk Komentar","Void":"Ruang kosong","Preliminary Results":"Hasil Awal","Information Only":"Informasi Saja","in":"di dalam","m":"m","ft_in":"ft_in","ft":"kaki","p":"p","cm":"cm","mm":"mm","pt":"pt","cu":"cu","sq":"persegi","Initial":"Awal"},"diagram":{"Copy":"Salinan","Cut":"Memotong","Paste":"Tempel","Undo":"Batalkan","Redo":"Mengulangi","SelectAll":"Pilih Semua","Grouping":"Pengelompokan","Group":"Kelompok","UnGroup":"Pisahkan grup","Order":"Memesan","BringToFront":"Bawa ke depan","MoveForward":"Maju kedepan","SendToBack":"Kirim Ke Kembali","SendBackward":"Kirim Mundur"},"inplace-editor":{"save":"Menyimpan","cancel":"Membatalkan","loadingText":"Memuat...","editIcon":"Klik untuk mengedit","editAreaClick":"Klik untuk mengedit","editAreaDoubleClick":"Klik dua kali untuk mengedit"},"drawing":{},"drop-down-base":{"noRecordsTemplate":"Tidak Ditemukan Catatan","actionFailureTemplate":"Permintaan Gagal"},"chart":{"Zoom":"Perbesar","ZoomIn":"Perbesar","ZoomOut":"Perkecil","Reset":"Setel ulang","Pan":"Panci","ResetZoom":"Atur Ulang Zoom"},"maps":{"Zoom":"Perbesar","ZoomIn":"Perbesar","ZoomOut":"Perkecil","Reset":"Setel ulang","Pan":"Panci","ResetZoom":"Atur Ulang Zoom","ImageNotFound":"Gambar tidak ditemukan"},"drop-down-tree":{"noRecordsTemplate":"Tidak ada catatan yang ditemukan","actionFailureTemplate":"Permintaan gagal","overflowCountTemplate":"+ ${count} lagi ..","totalCountTemplate":"${count} dipilih"},"documenteditor":{"Table":"Meja","Row":"Baris","Cell":"Sel","Ok":"Baik","Apply":"Perlahan-lahan","Cancel":"Membatalkan","Size":"Ukuran","Preferred Width":"Lebar yang disukai","Points":"Poin","Percent":"Persen","Measure in":"Ukur dalam","Alignment":"Penjajaran","Left":"Kiri","Center":"Pusat","Right":"Baik","Decimal":"ke satu tempat desimal","Bar":"Biji","Leader":"Administrator sistem","Tab":"Tagihan yang belum dibayar","BookMarkList":"Daftar penanda dokumen.","TabMarkList":"Daftar halaman dalam satu paragraf.","Tab stop position":"daerah disk","Default tab stops":"Standar go-kart","Tab stops to be cleared":"Kartu yang dapat dipertukarkan","Tabs":"jendela tab","Set":"menggunakan","Clear":"transparan","Clear All":"Hapus semua","Justify":"Membenarkan","Indent from left":"Lekuk dari kiri","Borders and Shading":"Perbatasan dan Shading","Options":"Pilihan","Specify height":"Tentukan ketinggian","At least":"Setidaknya","Exactly":"Persis","Row height is":"Tinggi baris adalah","Allow row to break across pages":"Izinkan baris untuk menembus halaman","Repeat as header row at the top of each page":"Ulangi sebagai baris tajuk di bagian atas setiap halaman","Vertical alignment":"Penjajaran vertikal","Top":"Teratas","Bottom":"Bawah","Default cell margins":"Margin sel default","Default cell spacing":"Penspasian sel bawaan","Allow spacing between cells":"Izinkan jarak antar sel","Cell margins":"Margin sel","Same as the whole table":"Sama seperti seluruh tabel","Borders":"Perbatasan","None":"Tidak ada","Style":"Gaya","Width":"Lebar","Height":"Tinggi","Letter":"Surat","Tabloid":"Pil","Legal":"Hukum","Statement":"Pernyataan","Executive":"Eksekutif","A3":"A3","A4":"A4","A5":"A5","B4":"B4","B5":"B5","Custom Size":"Ukuran khusus","Different odd and even":"Berbeda aneh dan genap","Different first page":"Halaman pertama berbeda","From edge":"Dari tepi","Header":"Tajuk","Footer":"Catatan kaki","First Page Header":"Tajuk Halaman Pertama","First Page Footer":"Footer Halaman Pertama","Even Page Header":"Judul Halaman Genap","Even Page Footer":"Footer Halaman Genap","Odd Page Header":"Judul Halaman Ganjil","Odd Page Footer":"Footer Halaman Ganjil","Same as Previous":"Sama seperti Sebelumnya","Section":"Bagian","Margin":"Batas","Paper":"Kertas","Layout":"Tata letak","Orientation":"Orientasi","Landscape":"Pemandangan","Portrait":"Potret","Show page numbers":"Tampilkan nomor halaman","Right align page numbers":"Rata kanan nomor halaman","Nothing":"Tidak ada","Tab leader":"Pemimpin tab","Show levels":"Tampilkan level","Use hyperlinks instead of page numbers":"Gunakan hyperlink alih-alih nomor halaman","Build table of contents from":"Buat daftar isi dari","Styles":"Gaya","Available styles":"Gaya yang tersedia","TOC level":"Tingkat TOC","Heading":"Menuju","Heading 1":"Pos 1","Heading 2":"Pos 2","Heading 3":"Pos 3","Heading 4":"Pos 4","Heading 5":"Pos 5","Heading 6":"Pos 6","List Paragraph":"Daftar Paragraf","Normal":"Normal","Outline levels":"Tingkat garis besar","Table entry fields":"Bidang entri tabel","Modify":"Memodifikasi","Color":"Warna","Setting":"Pengaturan","Box":"Kotak","All":"Semua","Custom":"Adat","Preview":"Pratinjau","Shading":"Bayangan","Fill":"Mengisi","Apply To":"Berlaku untuk","Table Properties":"Properti Tabel","Cell Options":"Opsi Sel","Table Options":"Opsi Tabel","Insert Table":"Sisipkan Tabel","Number of columns":"Jumlah kolom","Number of rows":"Jumlah baris","Text to display":"Teks untuk ditampilkan","ScreenTip text":"Teks untuk ditampilkan","Address":"Alamat","Insert Hyperlink":"Sisipkan Hyperlink","Edit Hyperlink":"Sunting Hyperlink","Insert":"Memasukkan","General":"Umum","Indentation":"Lekukan","Before text":"Sebelum teks","Special":"Khusus","First line":"Garis pertama","Hanging":"Gantung","After text":"Setelah teks","By":"Oleh","Before":"Sebelum","Line Spacing":"Penspasian garis","After":"Setelah","At":"Di","Multiple":"Berganda","Spacing":"Jarak","Define new Multilevel list":"Tentukan daftar Multilevel baru","List level":"Tingkat daftar","Choose level to modify":"Pilih level untuk dimodifikasi","Level":"Tingkat","Number format":"Format angka","Number style for this level":"Gaya angka untuk level ini","Enter formatting for number":"Masukkan pemformatan untuk angka","Start at":"Dimulai dari","Restart list after":"Mulai ulang daftar setelah","Position":"Posisi","Text indent at":"Teks indentasi di","Aligned at":"Diselaraskan pada","Follow number with":"Ikuti nomor dengan","Tab character":"Karakter tab","Space":"Ruang","Arabic":"Arab","UpRoman":"Naik Romawi","LowRoman":"Romawi Rendah","UpLetter":"Surat Atas","LowLetter":"Surat Rendah","Number":"Jumlah","Leading zero":"Memimpin nol","Bullet":"Peluru","Ordinal":"Urut","Ordinal Text":"Teks Biasa","For East":"Untuk Timur","No Restart":"Tanpa Restart","Font":"Fon","Font style":"Gaya tulisan","Underline style":"Bergarisbawahi gaya","Font color":"Warna huruf","Effects":"Efek","Strikethrough":"Dicoret","Superscript":"Superskrip","Subscript":"Subskrip","Double strikethrough":"Dicoret dua kali","Regular":"Reguler","Bold":"Mencolok","Italic":"Miring","Cut":"Memotong","Copy":"Salinan","Paste":"Tempel","Hyperlink":"Hyperlink","Open Hyperlink":"Buka Hyperlink","Copy Hyperlink":"Salin Hyperlink","Remove Hyperlink":"Hapus Hyperlink","Paragraph":"Gugus kalimat","Linked Style":"Tertaut (Paragraf dan Karakter)","Character":"Karakter","Merge Cells":"Gabungkan Sel","Insert Above":"Sisipkan Di Atas","Insert Below":"Sisipkan Di Bawah Ini","Insert Left":"Masukkan Kiri","Insert Right":"Masukkan Kanan","Delete":"Menghapus","Delete Table":"Hapus Tabel","Delete Row":"Hapus Baris","Delete Column":"Hapus Kolom","File Name":"Nama file","Format Type":"Jenis Format","Save":"Menyimpan","Navigation":"Navigasi","Results":"Hasil","Replace":"Menggantikan","Replace All":"Menggantikan semua","We replaced all":"Kami mengganti semua","Find":"Temukan","No matches":"Tidak ada yang cocok","All Done":"Semua selesai","Result":"Hasil","of":"dari","instances":"contoh","with":"dengan","Click to follow link":"Klik untuk mengikuti tautan","Continue Numbering":"Lanjutkan Penomoran","Bookmark name":"Nama bookmark","Close":"Menutup","Restart At":"Mulai Ulang Di","Properties":"Properti","Name":"Nama","Style type":"Jenis gaya","Style based on":"Gaya berdasarkan","Style for following paragraph":"Gaya untuk paragraf berikut","Formatting":"Memformat","Numbering and Bullets":"Penomoran dan Peluru","Numbering":"Penomoran","Update Field":"Perbarui Bidang","Edit Field":"Edit Bidang","Bookmark":"Penanda buku","Page Setup":"Pengaturan halaman","No bookmarks found":"Tidak ada penanda yang ditemukan","Number format tooltip information":"Format angka tingkat tunggal: </br> [PREFIX]%% [LEVELNUMBER] [SUFFIX] </br> Misalnya, 'Bab%% 1.' akan menampilkan penomoran seperti </br> Bab 1. Item </br> Bab 2. Item </br> ... </br> Bab N. Item </br> </br> Format angka bertingkat: </br> [ PREFIX]%% [LEVELNUMBER] [SUFFIX] + [PREFIX]%% [LEVELNUMBER] [SUFFIX] </br> Misalnya, '%% 1.%% 2.' akan menampilkan penomoran seperti </br> 1.1. Butir </br> 1.2. Item </br> ... </br> 1.N. Barang","Format":"Format","Create New Style":"Buat Gaya Baru","Modify Style":"Ubah Gaya","New":"Baru","Bullets":"Peluru","Use bookmarks":"Gunakan bookmark","Table of Contents":"Daftar Isi","AutoFit":"Paskan Otomatis","AutoFit to Contents":"AutoFit untuk Konten","AutoFit to Window":"Paskan Otomatis ke Jendela","Fixed Column Width":"Memperbaiki Lebar Kolom","Reset":"Setel ulang","Match case":"Kasing serasi","Whole words":"Seluruh kata","Add":"Menambahkan","Go To":"Pergi ke","Search for":"Pencarian untuk","Replace with":"Ubah dengan","TOC 1":"Daftar Isi 1","TOC 2":"Daftar Isi 2","TOC 3":"Daftar Isi 3","TOC 4":"Daftar Isi 4","TOC 5":"Daftar Isi 5","TOC 6":"Daftar Isi 6","TOC 7":"Daftar Isi 7","TOC 8":"Daftar Isi 8","TOC 9":"Daftar Isi 9","Right-to-left":"Kanan ke kiri","Left-to-right":"Kiri ke kanan","Direction":"Arah","Table direction":"Arah meja","Indent from right":"Lekuk dari kanan","Contextual Spacing":"Jangan menambahkan spasi di antara paragraf dengan gaya yang sama","Password Mismatch":"Kata sandi tidak cocok","Restrict Editing":"Batasi Pengeditan","Formatting restrictions":"Batasan pemformatan","Allow formatting":"Izinkan pemformatan","Editing restrictions":"Batasan pengeditan","Read only":"Baca saja","Exceptions Optional":"Pengecualian (opsional)","Select Part Of Document And User":"Pilih bagian dari dokumen dan pilih pengguna yang diizinkan mengeditnya dengan bebas.","Everyone":"Semua orang","More users":"Lebih banyak pengguna","Add Users":"Tambahkan Pengguna","Enforcing Protection":"Ya, Mulai Terapkan Perlindungan","Start Enforcing Protection":"Mulai Menegakkan Perlindungan","Enter User":"Masukkan Pengguna","Users":"Pengguna","Enter new password":"Masukan kata sandi baru","Reenter new password to confirm":"Masukkan kembali kata sandi baru untuk mengonfirmasi","Your permissions":"Izin Anda","Protected Document":"Dokumen ini dilindungi dari pengeditan yang tidak disengaja. Anda dapat mengedit di wilayah ini.","FormFieldsOnly":"Anda hanya dapat mengisi formulir di wilayah ini.","CommentsOnly":"Anda hanya dapat memasukkan komentar ke dalam wilayah ini.","ReadOnlyProtection":"Anda dapat mengedit di wilayah ini.","Stop Protection":"Hentikan Perlindungan","Password":"Kata sandi","Spelling Editor":"Editor Ejaan","Spelling":"Ejaan","Spell Check":"Cek ejaan","Underline errors":"Menggarisbawahi kesalahan","Ignore":"Mengabaikan","Ignore All":"Abaikan semua","Add to Dictionary":"Tambahkan ke Kamus","Change":"Perubahan","Change All":"Ubah Semua","Suggestions":"Saran","The password is incorrect":"Kata sandi salah","Error in establishing connection with web server":"Kesalahan dalam membuat koneksi dengan server web","Highlight the regions I can edit":"Sorot wilayah yang bisa saya edit","Show All Regions I Can Edit":"Tampilkan Semua Wilayah yang Dapat Saya Sunting","Find Next Region I Can Edit":"Temukan Wilayah Berikutnya yang Dapat Saya Sunting","Keep source formatting":"Simpan pemformatan sumber","Match destination formatting":"Cocokkan pemformatan tujuan","Text only":"Hanya teks","Comments":"Komentar","Type your comment":"Ketikkan komentar Anda","Post":"Pos","Reply":"Balasan","New Comment":"Komentar Baru","Edit":"Sunting","Resolve":"Menyelesaikan","Reopen":"Buka kembali","No comments in this document":"Tidak ada komentar dalam dokumen ini","more":"lebih","Type your comment here":"tulis komentarmu di sini","Next Comment":"Komentar Selanjutnya","Previous Comment":"Komentar Sebelumnya","Un-posted comments":"Komentar tidak diposting","Discard Comment":"Komentar yang ditambahkan tidak diposting. Jika Anda melanjutkan, komentar itu akan dibuang.","Discard":"Membuang","No Headings":"Tidak Ditemukan Tajuk!","Add Headings":"Dokumen ini tidak memiliki judul. Silakan tambahkan judul dan coba lagi.","More Options":"Lebih banyak pilihan","Click to see this comment":"Klik untuk melihat komentar ini","Drop Down Form Field":"Kolom Formulir Turun","Drop-down items":"Item tarik-turun","Items in drop-down list":"Item dalam daftar drop-down","ADD":"MENAMBAHKAN","REMOVE":"MENGHAPUS","Field settings":"Pengaturan bidang","Tooltip":"Tip alat","Drop-down enabled":"Drop-down diaktifkan","Check Box Form Field":"Periksa Bidang Formulir Kotak","Check box size":"Periksa ukuran kotak","Auto":"Mobil","Default value":"Nilai standar","Not checked":"Tidak diperiksa","Checked":"Diperiksa","Check box enabled":"Kotak centang diaktifkan","Text Form Field":"Bidang Bentuk Teks","Type":"Tipe","Default text":"Teks standar","Maximum length":"Panjang maksimum","Text format":"Format teks","Fill-in enabled":"Isi diaktifkan","Default number":"Nomor standar","Default date":"Tanggal default","Date format":"Format tanggal","Merge Track":"Tindakan ini tidak akan ditandai sebagai perubahan. Apakah Anda ingin melanjutkan?","UnTrack":"Tidak bisa dilacak","Accept":"Menerima","Reject":"Menolak","Previous Changes":"Perubahan Sebelumnya","Next Changes":"Perubahan Selanjutnya","Inserted":"Dimasukkan","Deleted":"Dihapus","Move From":"dari","Move To":"Marah","Changes":"Perubahan","Accept all":"Terima semua","Reject all":"Tolak semua","No changes":"Tidak ada perubahan","Accept Changes":"Terima Perubahan","Reject Changes":"Tolak Perubahan","User":"Pengguna","View":"Melihat","Insertion":"Insersi","Deletion":"Penghapusan","All caps":"Semua huruf besar","This region is locked by":"Wilayah ini dikunci oleh","Lock":"Mengunci","Unlock":"Membuka kunci","Already locked":"Wilayah yang dipilih atau sudah dikunci oleh pengguna lain","1,\u00a02,\u00a03,\u00a0...":"1, 2, 3, ...","a,\u00a0b,\u00a0c,\u00a0...":"a, b, c, ...","A,\u00a0B,\u00a0C,\u00a0...":"A, B, C, ...","I,\u00a0II,\u00a0III,\u00a0...":"I, II, III, ...","i,\u00a0ii,\u00a0iii,\u00a0...":"i, ii, iii, ...","Text Form":"Formulir Teks","Check Box":"Kotak Centang","DropDown":"Drop-Down","Form Fields":"Bidang Formulir","Fillin enabled":"Isi diaktifkan","Multiple Comment":"Silakan posting komentar Anda","InsertFootnote":"Sisipkan Catatan Kaki","InsertEndnote":"Sisipkan Catatan Akhir","Footnote":"Catatan kaki","Endnote":"Catatan Akhir","Notes Options":"Opsi catatan","Click to View/Edit Footnote":"Klik untuk Melihat / Mengedit Catatan Kaki","Click to View/Edit Endnote":"Klik untuk Melihat / Mengedit Catatan Akhir","InsertAsRows":"Sisipkan sebagai Baris Baru","InsertAsColumns":"Sisipkan sebagai Kolom Baru","OverwriteCells":"Timpa Sel","NestTable":"Meja Sarang","No suggestions":"Tidak ada saran","More Suggestion":"Lebih Banyak Saran","Ignore Once":"Abaikan Sekali","Keep With Next":"Lanjutkan dengan selanjutnya","Keep Lines Together":"Pertahankan garis bersama-sama","WidowControl":"Kontrol Janda/Yatim Piatu","Indents and Spacing":"Indentasi dan Spasi","Line and Page Breaks":"Pemisahan Baris dan Halaman","Pagination":"paginasi","Single":"Lajang","DashSmallGap":"DashSmallGap","DashDot":"DashDot","Double":"Dobel","ThinThickSmallGap":"TipisTebalKecilGap","ThickThinSmallGap":"TebalTipisKecilKesenjangan","ThickThinMediumGap":"TebalTipisSedang Celah","ThickThinLargeGap":"TebalTipisBesarGap","SingleWavy":"TunggalBergelombang","DoubleWavy":"Bergelombang Ganda","Inset":"Sisipan","DashLargeGap":"DashBesarGap","Dot":"Dot","DashDotDot":"DashDotDot","Triple":"tiga kali lipat","ThinThickThinSmallGap":"TipisTebalTipisKecilKesenjangan","ThinThickThinMediumGap":"TipisTebalTipisSedangGap","ThinThickThinLargeGap":"TipisTebalTipisBesarGap","DashDotStroked":"DashDotDibelai","Engrave3D":"Mengukir3D","Thick":"Tebal","Outset":"Awal","Emboss3D":"Emboss3D","ThinThickLargeGap":"TipisTebalBesarGap","ThinThickMediumGap":"TipisTebalMediumGap","Number of rows must be between":"Jumlah baris harus antara","Number of columns must be between":"Jumlah kolom harus antara","and":"Dan","Unlimited":"Tak terbatas","Regular text":"teks biasa","Date":"Tanggal","Uppercase":"Huruf besar","Lowercase":"Huruf kecil","FirstCapital":"Modal Pertama","TitleCase":"Judul:","Filling in forms":"Mengisi formulir","px":"px","Tracked changes":"Perubahan terlacak","TrackChangesOnly":"Anda dapat mengedit di wilayah ini, tetapi semua perubahan akan dilacak.","RemovedIgnore":"Apakah Anda ingin menghapus pengecualian yang diabaikan?","RemovedIgnoreExceptions":"Jika Anda membuat perubahan ini dalam perlindungan dokumen, Word akan mengabaikan semua pengecualian dalam dokumen ini.","Information":"Informasi","Yes":"Ya","No":"Tidak","Page Break":"Istirahat Halaman","Column Break":"Istirahat Halaman","Section Break Next Page":"Istirahat Bagian (Halaman Berikutnya)","Section Break Continuous":"Section Break (Next Page)","Unsupported format":"Format file yang Anda pilih tidak didukung. Pilih format yang valid.","One":"Satu","Two":"Dua","Three":"Tiga","Presets":"Preset","Columns":"Kolom","Split your text into two or more columns":"Pisahkan teks Anda menjadi dua kolom atau lebih","Line between column":"Baris antar kolom","Width and Spacing":"Lebar dan Spasi","Equal column width":"Lebar kolom sama","Column":"Kolom","Paste Content Dialog":"Karena kebijakan keamanan browser, tempel dari clipboard sistem dibatasi. ","Paste Content CheckBox":"Jangan perkenalkan dirimu lagi","The top/bottom margins are too large for the page height in some sections.":"Margin atas/bawah terlalu besar untuk tinggi halaman di beberapa bagian.","Column width cannot be less than 36 pt.":"Lebar kolom tidak boleh kurang dari 36 pt.","Left and right margins.":"Pengaturan yang Anda pilih untuk margin kiri dan kanan, spasi kolom, atau indentasi paragraf terlalu besar untuk lebar halaman di bagian yang sama.","The address of this site is 'not valid. Check the address and try again.":"Alamat situs ini tidak valid. Periksa alamatnya dan coba lagi.","Alt Text":"Teks Alternatif","Title":"Judul","Description":"Keterangan","Left Indent":"Bola komunikasi","Right Indent":"Kursus yang tepat","Hanging Indent":"Setiap orang mempunyai peran untuk dimainkan","First Line Indent":"Yang pertama adalah lekukan garis.","Left Margin":"sudut kiri","Right Margin":"lebih baik dengan baik","Top Margin":"kepala","Bottom Margin":"pemicu","Left Tab":"telinga kiri","Right Tab":"telinga kanan","Center Tab":"indikator sentral","Decimal Tab":"Pembantaian hewan","Bar Tab":"Comilvi","Move Table Column":"Pindahkan kolom tabel","Paste CheckBox Content Dialog":"Jangan tampilkan lagi","The address of this site is not valid. Check the address and try again.":"Alamat situs ini tidak valid. ","Left and right margins":"Pengaturan yang Anda pilih untuk margin kiri dan kanan, spasi kolom, atau indentasi paragraf terlalu besar untuk lebar halaman di bagian yang sama.","Number of rows must be between 1 and 32767.":"Jumlah baris harus antara 1 dan 32767.","Number of columns must be between 1 and 63.":"Jumlah kolom harus antara 1 dan 63.","You may format text only with certain styles":"Anda hanya boleh memformat teks dengan gaya tertentu.","Ignore all":"Abaikan semua"},"documenteditorcontainer":{"New":"Baru","Open":"Buka","Undo":"Batalkan","Redo":"Mengulangi","Image":"Gambar","Table":"Meja","Link":"Tautan","Bookmark":"Penanda buku","Table of Contents":"Daftar Isi","HEADING - - - - 1":"JUDUL - - - - 1","HEADING - - - - 2":"JUDUL - - - - 2","HEADING - - - - 3":"JUDUL - - - - 3","Header":"Tajuk","Footer":"Catatan kaki","Page Setup":"Pengaturan halaman","Page Number":"Nomor halaman","Break":"Istirahat","Find":"Temukan","Local Clipboard":"Papan Klip Lokal","Restrict Editing":"Batasi Pengeditan","Upload from computer":"Unggah dari komputer","By URL":"Dengan URL","Page Break":"Istirahat Halaman","Section Break":"Bagian istirahat","Header And Footer":"Bagian atas dan bagian bawah","Options":"Pilihan","Levels":"Tingkat","Different First Page":"Berbeda Halaman Pertama","Different header and footer for odd and even pages":"Header dan footer berbeda untuk halaman ganjil dan genap.","Different Odd And Even Pages":"Halaman Ganjil & Genap yang berbeda","Different header and footer for first page":"Header dan footer berbeda untuk halaman pertama.","Position":"Posisi","Header from Top":"Tajuk dari Atas","Footer from Bottom":"Footer dari Bawah","Distance from top of the page to top of the header":"Jarak dari atas halaman ke atas header.","Distance from bottom of the page to bottom of the footer":"Jarak dari bawah halaman ke bawah footer.","Aspect ratio":"Rasio aspek","W":"W","H":"H","Width":"Lebar","Height":"Tinggi","Text":"Teks","Paragraph":"Gugus kalimat","Fill":"Mengisi","Fill color":"Isi warna","Border Style":"Gaya Perbatasan","Outside borders":"Perbatasan luar","All borders":"Semua perbatasan","Inside borders":"Perbatasan di dalam","Left border":"Batas kiri","Inside vertical border":"Di dalam batas vertikal","Right border":"Perbatasan kanan","Top border":"Batas atas","Inside horizontal border":"Di dalam batas horisontal","Bottom border":"Batas bawah","Border color":"Warna perbatasan","Border width":"Lebar perbatasan","Cell":"Sel","Merge cells":"Gabungkan sel","Insert Or Delete":"Sisipkan / Hapus","Insert columns to the left":"Sisipkan kolom ke kiri","Insert columns to the right":"Sisipkan kolom ke kanan","Insert rows above":"Masukkan baris di atas","Insert rows below":"Masukkan baris di bawah ini","Delete rows":"Hapus baris","Delete columns":"Hapus kolom","Cell Margin":"Margin sel","Top":"Teratas","Bottom":"Bawah","Left":"Kiri","Right":"Baik","Align Text":"Sejajarkan Teks","Align top":"Luruskan bagian atas","Align bottom":"Sejajarkan bagian bawah","Align center":"Rata tengah","Number of heading or outline levels to be shown in table of contents":"Jumlah level heading atau garis besar yang akan ditampilkan dalam daftar isi.","Show page numbers":"Tampilkan nomor halaman","Show page numbers in table of contents":"Tampilkan nomor halaman dalam daftar isi.","Right align page numbers":"Rata kanan nomor halaman","Right align page numbers in table of contents":"Rata kanan nomor halaman dalam daftar isi.","Use hyperlinks":"Gunakan hyperlink","Use hyperlinks instead of page numbers":"Gunakan hyperlink alih-alih nomor halaman.","Font":"Fon","Font Size":"Ukuran huruf","Font color":"Warna huruf","Text highlight color":"Warna highlight teks","Clear all formatting":"Hapus semua pemformatan","Bold Tooltip":"Tebal (Ctrl + B)","Italic Tooltip":"Miring (Ctrl + I)","Underline Tooltip":"Garis bawahi (Ctrl + U)","Strikethrough":"Dicoret","Superscript Tooltip":"Superscript (Ctrl + Shift ++)","Subscript Tooltip":"Subskrip (Ctrl + =)","Align left Tooltip":"Luruskan ke kiri (Ctrl + L)","Center Tooltip":"Tengah (Ctrl + E)","Align right Tooltip":"Luruskan ke kanan (Ctrl + R)","Justify Tooltip":"Ratakan (Ctrl + J)","Decrease indent":"Kurangi indentasi","Increase indent":"Tambah indentasi","Line spacing":"Penspasian garis","Bullets":"Peluru","Numbering":"Penomoran","Styles":"Gaya","Manage Styles":"Kelola Gaya","Page":"Halaman","of":"dari","Fit one page":"Pas satu halaman","Spell Check":"Cek ejaan","Spelling":"tidak ada apa-apa","Underline errors":"Menggarisbawahi kesalahan","Fit page width":"Lebar halaman pas","Update":"Memperbarui","Cancel":"Membatalkan","Insert":"Memasukkan","No Border":"Tidak ada batasan","Create a new document":"Buat dokumen baru.","Open a document":"Buka dokumen.","Undo Tooltip":"Membatalkan operasi terakhir (Ctrl + Z).","Redo Tooltip":"Ulangi operasi terakhir (Ctrl + Y).","Insert inline picture from a file":"Sisipkan gambar sebaris dari file.","Insert a table into the document":"Masukkan tabel ke dalam dokumen","Create Hyperlink":"Buat tautan di dokumen Anda untuk akses cepat ke halaman web dan file (Ctrl + K).","Insert a bookmark in a specific place in this document":"Masukkan bookmark di tempat tertentu dalam dokumen ini.","Provide an overview of your document by adding a table of contents":"Berikan tinjauan umum dokumen Anda dengan menambahkan daftar isi.","Add or edit the header":"Tambahkan atau edit tajuk.","Add or edit the footer":"Tambahkan atau edit catatan kaki.","Open the page setup dialog":"Buka dialog pengaturan halaman.","Add page numbers":"Tambahkan nomor halaman.","Find Text":"Temukan teks dalam dokumen (Ctrl + F).","Toggle between the internal clipboard and system clipboard":"Beralih antara papan klip internal dan papan klip sistem. </br> Akses ke papan klip sistem melalui skrip ditolak karena kebijakan keamanan browser. Sebagai gantinya, </br> 1. Anda dapat mengaktifkan clipboard internal untuk memotong, menyalin, dan menempel di dalam komponen. </br> 2. Anda dapat menggunakan pintasan keyboard (Ctrl + X, Ctrl + C dan Ctrl + V) untuk memotong , salin dan tempel dengan clipboard sistem.","Current Page Number":"Nomor halaman saat ini dalam dokumen. Klik atau ketuk untuk menavigasi halaman tertentu.","Read only":"Baca saja","Protections":"Perlindungan","Error in establishing connection with web server":"Kesalahan dalam membuat koneksi dengan server web","Single":"Tunggal","Double":"Dua kali lipat","New comment":"Komentar baru","Comments":"Komentar","Print layout":"Tata letak cetak","Web layout":"tata letak web","Text Form":"Bentuk teks","Check Box":"Centang Kotak","DropDown":"Drop-Down","Update Fields":"Perbarui Bidang","Update cross reference fields":"Perbarui bidang referensi silang","Hide properties pane":"Sembunyikan panel properti","Show properties pane":"Tampilkan panel properti","Form Fields":"Bidang Formulir","Track Changes":"Pantau perubahan yang dibuat dalam dokumen","TrackChanges":"Lacak Perubahan","AllCaps":"SemuaKapital","Change case Tooltip":"Ganti kasus","Insert Footnote":"Sisipkan Catatan Kaki","Insert Endnote":"Sisipkan Catatan Akhir","Footnote Tooltip":"Sisipkan Catatan Kaki (Alt + Ctrl + F).","Endnote Tooltip":"Sisipkan Catatan Akhir (Alt + Ctrl + D).","UPPERCASE":"HURUF BESAR","No color":"Tanpa warna","Top margin":"Batas atas","Bottom margin":"Margin bawah","Left margin":"Margin kiri","Right margin":"Margin kanan","Normal":"Normal","Heading":"Menuju","Heading 1":"Pos 1","Heading 2":"Pos 2","Heading 3":"Pos 3","Heading 4":"Pos 4","Heading 5":"Pos 5","Heading 6":"Pos 6","ZoomLevelTooltip":"Tingkat pembesaran. Klik atau ketuk untuk membuka opsi Zoom.","None":"Tidak ada","Borders":"Perbatasan","ShowHiddenMarks Tooltip":"Tampilkan karakter tersembunyi seperti spasi, tab, tanda paragraf, dan jeda.(Ctrl + *)","Columns":"Kolom","Column Break":"Istirahat Halaman","Link to Previous":"Tautan sebelumnya","Link to PreviousTooltip":"Tautkan bagian ini ke header atau footer bagian sebelumnya","Alternate Text":"Teks alternatif","The address of this site is not valid. Check the address and try again.":"Alamat situs ini tidak valid. ","OK":"OKE","Information":"Informasi","Page Breaks":"di akhir halaman","Section Breaks":"Perpecahan ini runtuh","Column":"bagikan ini","Next Page":"halaman selanjutnya","Continuous":"bisnis"},"carousel":{"nextSlide":"Slide selanjut nya","of":"dari","pauseSlideTransition":"Jeda transisi slide","playSlideTransition":"Putar transisi slide","previousSlide":"Slide sebelumnya","slide":"Menggeser","slideShow":"Pertunjukan Slide"},"message":{"close":"Menutup"},"image-editor":{"0":"0%%","1":"1","2":"2","3":"3","4":"4","5":"5","20":"20%%","40":"40%%","60":"60%%","80":"80%%","100":"100%%","Crop":"Tanaman","CropAndTransform":"Pangkas dan Transformasi","ZoomIn":"Perbesar","ZoomOut":"Perkecil","Undo":"Membuka","Redo":"Mengulangi","Transform":"Mengubah","Annotation":"Anotasi","Finetune":"Melodi indah","Brightness":"Kecerahan","Contrast":"Kontras","Hue":"Warna","Saturation":"Kejenuhan","Opacity":"Kegelapan","Blur":"Mengaburkan","Sharpen":"Mengasah","Exposure":"Paparan","Filter":"Saring","Default":"Bawaan","Chrome":"krom","Cold":"Dingin","Warm":"Hangat","Grayscale":"Skala abu-abu","BlackAndWhite":"Hitam dan putih","Sepia":"Warna coklat tua","Invert":"Membalikkan","Text":"Tambahkan teks","Pen":"Pena","Reset":"Mengatur ulang","Save":"Menyimpan","Select":"Pilih","RotateLeft":"Putar ke Kiri","RotateRight":"Putar ke kanan","HorizontalFlip":"Balik Horisontal","VerticalFlip":"Balik Vertikal","OK":"OKE","Cancel":"Membatalkan","FillColor":"Isi Warna","StrokeColor":"Warna Goresan","StrokeWidth":"Lebar Goresan","FontFamily":"Keluarga Font","FontStyle":"Gaya tulisan","FontSize":"Ukuran huruf","FontColor":"Warna huruf","Pan":"Panci","Move":"Bergerak","Load":"Memuat","Custom":"Kebiasaan","Square":"Persegi","Circle":"Lingkaran","Ellipse":"Elips","Rectangle":"Persegi panjang","Line":"Garis","Arrow":"Anak panah","Path":"Jalur","Bold":"Berani","Italic":"miring","BoldItalic":"Tebal miring","XSmall":"X-Kecil","Small":"Kecil","Medium":"Sedang","Large":"Besar","XLarge":"X-Besar","ABC":"ABC","Browse":"Jelajahi","Duplicate":"Duplikat","Remove":"Menghapus","EditText":"Sunting Teks","Start":"Awal","End":"Akhir","Bar":"Batang","ArrowSolid":"Panah Padat","CircleSolid":"Lingkaran Padat","SquareSolid":"Persegi Padat","None":"Tidak ada","CropSelection":"Seleksi Tanaman","Image":"Menambahkan gambar","Transparency":"Transparansi","Height":"Tinggi","Width":"Lebar","AspectRatio":"Pertahankan rasio aspek","W":"W","H":"H","DragText":"Seret dan letakkan gambar Anda di sini atau","DropText":"Letakkan gambar Anda di sini atau","BrowseText":"Telusuri di sini...","SupportText":"Mendukung:","Frame":"Bingkai","Mat":"Tikar","Bevel":"Memiringkan","Inset":"Sisipan","Hook":"Kait","Color":"Warna","Size":"Ukuran","Offset":"Mengimbangi","Radius":"Radius","Amount":"Jumlah","Resize":"Ubah ukuran","Border":"Berbatasan","Solid":"Padat","Dashed":"Putus-putus","Dotted":"Burik","GradientColor":"Gradasi warna","ConfirmDialogHeader":"Konfirmasi Simpan Perubahan","ConfirmDialogContent":"Apakah Anda ingin menyimpan perubahan yang Anda buat pada gambar?","AlertDialogHeader":"Berkas tidak didukung","AlertDialogContent":"File yang dijatuhkan tidak didukung.","Yes":"Ya","No":"TIDAK","ImageErrorDialogHeader":"Kesalahan memilih gambar","ImageErrorDialogContent":"Cukup pilih gambar yang ingin Anda buka.","Straighten":"mencapai batas waktu","NoOutline":"Tidak ada garis besarnya","Clone":"Serupa","Delete":"untuk menghancurkan"},"mention":{"noRecordsTemplate":"Tidak ada catatan yang ditemukan"},"inplaceeditor":{"save":"Menyimpan","cancel":"Membatalkan","loadingText":"Memuat...","editIcon":"Klik untuk mengedit","editAreaClick":"Klik untuk mengedit","editAreaDoubleClick":"Klik dua kali untuk mengedit"},"PdfViewer":{"PdfViewer":"Penampil PDF","Cancel":"Membatalkan","Download file":"Unduh berkas","Download":"Unduh","Enter Password":"Dokumen ini dilindungi kata sandi. ","File Corrupted":"File Rusak","File Corrupted Content":"Filenya rusak dan tidak bisa dibuka.","Fit Page":"Halaman Pas","Fit Width":"Lebar Pas","Automatic":"Otomatis","Go To First Page":"Tampilkan halaman pertama","Invalid Password":"Kata kunci Salah. ","Next Page":"Tampilkan halaman berikutnya","OK":"OKE","Open":"Membuka file","Page Number":"Nomor halaman saat ini","Previous Page":"Tampilkan halaman sebelumnya","Go To Last Page":"Tampilkan halaman terakhir","Zoom":"Perbesar","Zoom In":"Perbesar","Zoom Out":"Perkecil","Page Thumbnails":"Gambar kecil halaman","Bookmarks":"Bookmark","Print":"Cetak berkas","Password Protected":"Kata Sandi Diperlukan","Copy":"Menyalin","Text Selection":"Alat pemilihan teks","Panning":"Modus geser","Text Search":"Temukan teks","Find in document":"Temukan di dokumen","Match case":"Kasus pertandingan","Apply":"Menerapkan","GoToPage":"Buka halaman","No matches":"Penampil telah selesai mencari dokumen. ","No Text Found":"Tidak Ada Teks yang Ditemukan","Undo":"Membuka","Redo":"Mengulangi","Annotation":"Tambahkan atau Edit anotasi","Highlight":"Sorot Teks","Underline":"Garis Bawahi Teks","Strikethrough":"Teks yang Dicoret","Delete":"Hapus anotasi","Opacity":"Kegelapan","Color edit":"Ganti warna","Opacity edit":"Ubah Opasitas","Highlight context":"Menyorot","Underline context":"Menggarisbawahi","Strikethrough context":"Serang","Server error":"Layanan web tidak mendengarkan. ","Open text":"Membuka","First text":"Halaman pertama","Previous text":"Halaman sebelumnya","Next text":"Halaman selanjutnya","Last text":"Halaman terakhir","Zoom in text":"Perbesar","Zoom out text":"Perkecil","Selection text":"Pilihan","Pan text":"Panci","Print text":"Mencetak","Search text":"Mencari","Annotation Edit text":"Edit Anotasi","Line Thickness":"Ketebalan Garis","Line Properties":"Properti Garis","Start Arrow":"Mulai Panah","End Arrow":"Panah Akhir","Line Style":"Gaya Garis","Fill Color":"Isi Warna","Line Color":"Warna garis","None":"Tidak ada","Open Arrow":"Membuka","Closed Arrow":"Tertutup","Round Arrow":"Bulat","Square Arrow":"Persegi","Diamond Arrow":"berlian","Butt":"Pantat","Cut":"Memotong","Paste":"Tempel","Delete Context":"Menghapus","Properties":"Properti","Add Stamp":"Tambahkan Stempel","Add Shapes":"Tambahkan Bentuk","Stroke edit":"Ubah Warna Goresan","Change thickness":"Ubah Ketebalan Perbatasan","Add line":"Tambahkan Baris","Add arrow":"Tambahkan Panah","Add rectangle":"Tambahkan Persegi Panjang","Add circle":"Tambahkan Lingkaran","Add polygon":"Tambahkan Poligon","Add Comments":"Tambahkan Komentar","Comments":"Komentar","No Comments Yet":"Belum Ada Komentar","Accepted":"Diterima","Completed":"Lengkap","Cancelled":"Dibatalkan","Rejected":"Ditolak","Leader Length":"Panjang Pemimpin","Scale Ratio":"Rasio Skala","Calibrate":"Menyesuaikan","Calibrate Distance":"Kalibrasi Jarak","Calibrate Perimeter":"Kalibrasi Perimeter","Calibrate Area":"Kalibrasi Area","Calibrate Radius":"Kalibrasi Radius","Calibrate Volume":"Kalibrasi Volume"},"stepper":{"optional":"Opsional"}}}
