Repository: HKA-web/Microservice.Erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: {"main":{"en":{"identity":{"version":{"_cldrVersion":"44.1"},"language":"en"},"dates":{"timeZoneNames":{"hourFormat":"+HH:mm;-HH:mm","gmtFormat":"GMT{0}","gmtZeroFormat":"GMT","regionFormat":"{0} Time","regionFormat-type-daylight":"{0} Daylight Time","regionFormat-type-standard":"{0} Standard Time","fallbackFormat":"{1} ({0})","zone":{"America":{"Asuncion":{"exemplarCity":"Asunción"},"Bahia_Banderas":{"exemplarCity":"Bahía de Banderas"},"Cancun":{"exemplarCity":"Cancún"},"Ciudad_Juarez":{"exemplarCity":"Ciudad Juárez"},"Coral_Harbour":{"exemplarCity":"Atikokan"},"Curacao":{"exemplarCity":"Curaçao"},"Godthab":{"exemplarCity":"Nuuk"},"Indiana":{"Vincennes":{"exemplarCity":"Vincennes, Indiana"},"Petersburg":{"exemplarCity":"Petersburg, Indiana"},"Tell_City":{"exemplarCity":"Tell City, Indiana"},"Knox":{"exemplarCity":"Knox, Indiana"},"Winamac":{"exemplarCity":"Winamac, Indiana"},"Marengo":{"exemplarCity":"Marengo, Indiana"},"Vevay":{"exemplarCity":"Vevay, Indiana"}},"Kentucky":{"Monticello":{"exemplarCity":"Monticello, Kentucky"}},"Lower_Princes":{"exemplarCity":"Lower Prince’s Quarter"},"Merida":{"exemplarCity":"Mérida"},"North_Dakota":{"Beulah":{"exemplarCity":"Beulah, North Dakota"},"New_Salem":{"exemplarCity":"New Salem, North Dakota"},"Center":{"exemplarCity":"Center, North Dakota"}},"Scoresbysund":{"exemplarCity":"Ittoqqortoormiit"},"St_Barthelemy":{"exemplarCity":"St. Barthélemy"},"St_Johns":{"exemplarCity":"St. John’s"},"St_Kitts":{"exemplarCity":"St. Kitts"},"St_Lucia":{"exemplarCity":"St. Lucia"},"St_Thomas":{"exemplarCity":"St. Thomas"},"St_Vincent":{"exemplarCity":"St. Vincent"}},"Atlantic":{"Faeroe":{"exemplarCity":"Faroe"},"St_Helena":{"exemplarCity":"St. Helena"}},"Europe":{"Dublin":{"long":{"daylight":"Irish Standard Time"}},"Kiev":{"exemplarCity":"Kyiv"},"London":{"long":{"daylight":"British Summer Time"}},"Uzhgorod":{"exemplarCity":"Uzhhorod"}},"Africa":{"Asmera":{"exemplarCity":"Asmara"},"Sao_Tome":{"exemplarCity":"São Tomé"}},"Asia":{"Calcutta":{"exemplarCity":"Kolkata"},"Katmandu":{"exemplarCity":"Kathmandu"},"Macau":{"exemplarCity":"Macao"},"Qostanay":{"exemplarCity":"Kostanay"},"Rangoon":{"exemplarCity":"Yangon"},"Saigon":{"exemplarCity":"Ho Chi Minh City"}},"Indian":{"Reunion":{"exemplarCity":"Réunion"}},"Pacific":{"Honolulu":{"short":{"generic":"HST","standard":"HST","daylight":"HDT"}},"Ponape":{"exemplarCity":"Pohnpei"},"Truk":{"exemplarCity":"Chuuk"}},"Antarctica":{"DumontDUrville":{"exemplarCity":"Dumont d’Urville"}},"Etc":{"UTC":{"long":{"standard":"Coordinated Universal Time"},"short":{"standard":"UTC"}},"Unknown":{"exemplarCity":"Unknown City"}}},"metazone":{"Acre":{"long":{"generic":"Acre Time","standard":"Acre Standard Time","daylight":"Acre Summer Time"}},"Afghanistan":{"long":{"standard":"Afghanistan Time"}},"Africa_Central":{"long":{"standard":"Central Africa Time"}},"Africa_Eastern":{"long":{"standard":"East Africa Time"}},"Africa_Southern":{"long":{"standard":"South Africa Standard Time"}},"Africa_Western":{"long":{"generic":"West Africa Time","standard":"West Africa Standard Time","daylight":"West Africa Summer Time"}},"Alaska":{"long":{"generic":"Alaska Time","standard":"Alaska Standard Time","daylight":"Alaska Daylight Time"},"short":{"generic":"AKT","standard":"AKST","daylight":"AKDT"}},"Almaty":{"long":{"generic":"Almaty Time","standard":"Almaty Standard Time","daylight":"Almaty Summer Time"}},"Amazon":{"long":{"generic":"Amazon Time","standard":"Amazon Standard Time","daylight":"Amazon Summer Time"}},"America_Central":{"long":{"generic":"Central Time","standard":"Central Standard Time","daylight":"Central Daylight Time"},"short":{"generic":"CT","standard":"CST","daylight":"CDT"}},"America_Eastern":{"long":{"generic":"Eastern Time","standard":"Eastern Standard Time","daylight":"Eastern Daylight Time"},"short":{"generic":"ET","standard":"EST","daylight":"EDT"}},"America_Mountain":{"long":{"generic":"Mountain Time","standard":"Mountain Standard Time","daylight":"Mountain Daylight Time"},"short":{"generic":"MT","standard":"MST","daylight":"MDT"}},"America_Pacific":{"long":{"generic":"Pacific Time","standard":"Pacific Standard Time","daylight":"Pacific Daylight Time"},"short":{"generic":"PT","standard":"PST","daylight":"PDT"}},"Anadyr":{"long":{"generic":"Anadyr Time","standard":"Anadyr Standard Time","daylight":"Anadyr Summer Time"}},"Apia":{"long":{"generic":"Apia Time","standard":"Apia Standard Time","daylight":"Apia Daylight Time"}},"Aqtau":{"long":{"generic":"Aqtau Time","standard":"Aqtau Standard Time","daylight":"Aqtau Summer Time"}},"Aqtobe":{"long":{"generic":"Aqtobe Time","standard":"Aqtobe Standard Time","daylight":"Aqtobe Summer Time"}},"Arabian":{"long":{"generic":"Arabian Time","standard":"Arabian Standard Time","daylight":"Arabian Daylight Time"}},"Argentina":{"long":{"generic":"Argentina Time","standard":"Argentina Standard Time","daylight":"Argentina Summer Time"}},"Argentina_Western":{"long":{"generic":"Western Argentina Time","standard":"Western Argentina Standard Time","daylight":"Western Argentina Summer Time"}},"Armenia":{"long":{"generic":"Armenia Time","standard":"Armenia Standard Time","daylight":"Armenia Summer Time"}},"Atlantic":{"long":{"generic":"Atlantic Time","standard":"Atlantic Standard Time","daylight":"Atlantic Daylight Time"},"short":{"generic":"AT","standard":"AST","daylight":"ADT"}},"Australia_Central":{"long":{"generic":"Central Australia Time","standard":"Australian Central Standard Time","daylight":"Australian Central Daylight Time"}},"Australia_CentralWestern":{"long":{"generic":"Australian Central Western Time","standard":"Australian Central Western Standard Time","daylight":"Australian Central Western Daylight Time"}},"Australia_Eastern":{"long":{"generic":"Eastern Australia Time","standard":"Australian Eastern Standard Time","daylight":"Australian Eastern Daylight Time"}},"Australia_Western":{"long":{"generic":"Western Australia Time","standard":"Australian Western Standard Time","daylight":"Australian Western Daylight Time"}},"Azerbaijan":{"long":{"generic":"Azerbaijan Time","standard":"Azerbaijan Standard Time","daylight":"Azerbaijan Summer Time"}},"Azores":{"long":{"generic":"Azores Time","standard":"Azores Standard Time","daylight":"Azores Summer Time"}},"Bangladesh":{"long":{"generic":"Bangladesh Time","standard":"Bangladesh Standard Time","daylight":"Bangladesh Summer Time"}},"Bhutan":{"long":{"standard":"Bhutan Time"}},"Bolivia":{"long":{"standard":"Bolivia Time"}},"Brasilia":{"long":{"generic":"Brasilia Time","standard":"Brasilia Standard Time","daylight":"Brasilia Summer Time"}},"Brunei":{"long":{"standard":"Brunei Darussalam Time"}},"Cape_Verde":{"long":{"generic":"Cape Verde Time","standard":"Cape Verde Standard Time","daylight":"Cape Verde Summer Time"}},"Casey":{"long":{"standard":"Casey Time"}},"Chamorro":{"long":{"standard":"Chamorro Standard Time"}},"Chatham":{"long":{"generic":"Chatham Time","standard":"Chatham Standard Time","daylight":"Chatham Daylight Time"}},"Chile":{"long":{"generic":"Chile Time","standard":"Chile Standard Time","daylight":"Chile Summer Time"}},"China":{"long":{"generic":"China Time","standard":"China Standard Time","daylight":"China Daylight Time"}},"Choibalsan":{"long":{"generic":"Choibalsan Time","standard":"Choibalsan Standard Time","daylight":"Choibalsan Summer Time"}},"Christmas":{"long":{"standard":"Christmas Island Time"}},"Cocos":{"long":{"standard":"Cocos Islands Time"}},"Colombia":{"long":{"generic":"Colombia Time","standard":"Colombia Standard Time","daylight":"Colombia Summer Time"}},"Cook":{"long":{"generic":"Cook Islands Time","standard":"Cook Islands Standard Time","daylight":"Cook Islands Half Summer Time"}},"Cuba":{"long":{"generic":"Cuba Time","standard":"Cuba Standard Time","daylight":"Cuba Daylight Time"}},"Davis":{"long":{"standard":"Davis Time"}},"DumontDUrville":{"long":{"standard":"Dumont-d’Urville Time"}},"East_Timor":{"long":{"standard":"East Timor Time"}},"Easter":{"long":{"generic":"Easter Island Time","standard":"Easter Island Standard Time","daylight":"Easter Island Summer Time"}},"Ecuador":{"long":{"standard":"Ecuador Time"}},"Europe_Central":{"long":{"generic":"Central European Time","standard":"Central European Standard Time","daylight":"Central European Summer Time"}},"Europe_Eastern":{"long":{"generic":"Eastern European Time","standard":"Eastern European Standard Time","daylight":"Eastern European Summer Time"}},"Europe_Further_Eastern":{"long":{"standard":"Further-eastern European Time"}},"Europe_Western":{"long":{"generic":"Western European Time","standard":"Western European Standard Time","daylight":"Western European Summer Time"}},"Falkland":{"long":{"generic":"Falkland Islands Time","standard":"Falkland Islands Standard Time","daylight":"Falkland Islands Summer Time"}},"Fiji":{"long":{"generic":"Fiji Time","standard":"Fiji Standard Time","daylight":"Fiji Summer Time"}},"French_Guiana":{"long":{"standard":"French Guiana Time"}},"French_Southern":{"long":{"standard":"French Southern & Antarctic Time"}},"Galapagos":{"long":{"standard":"Galapagos Time"}},"Gambier":{"long":{"standard":"Gambier Time"}},"Georgia":{"long":{"generic":"Georgia Time","standard":"Georgia Standard Time","daylight":"Georgia Summer Time"}},"Gilbert_Islands":{"long":{"standard":"Gilbert Islands Time"}},"GMT":{"long":{"standard":"Greenwich Mean Time"},"short":{"standard":"GMT"}},"Greenland_Eastern":{"long":{"generic":"East Greenland Time","standard":"East Greenland Standard Time","daylight":"East Greenland Summer Time"}},"Greenland_Western":{"long":{"generic":"West Greenland Time","standard":"West Greenland Standard Time","daylight":"West Greenland Summer Time"}},"Guam":{"long":{"standard":"Guam Standard Time"}},"Gulf":{"long":{"standard":"Gulf Standard Time"}},"Guyana":{"long":{"standard":"Guyana Time"}},"Hawaii_Aleutian":{"long":{"generic":"Hawaii-Aleutian Time","standard":"Hawaii-Aleutian Standard Time","daylight":"Hawaii-Aleutian Daylight Time"},"short":{"generic":"HAT","standard":"HAST","daylight":"HADT"}},"Hong_Kong":{"long":{"generic":"Hong Kong Time","standard":"Hong Kong Standard Time","daylight":"Hong Kong Summer Time"}},"Hovd":{"long":{"generic":"Hovd Time","standard":"Hovd Standard Time","daylight":"Hovd Summer Time"}},"India":{"long":{"standard":"India Standard Time"}},"Indian_Ocean":{"long":{"standard":"Indian Ocean Time"}},"Indochina":{"long":{"standard":"Indochina Time"}},"Indonesia_Central":{"long":{"standard":"Central Indonesia Time"}},"Indonesia_Eastern":{"long":{"standard":"Eastern Indonesia Time"}},"Indonesia_Western":{"long":{"standard":"Western Indonesia Time"}},"Iran":{"long":{"generic":"Iran Time","standard":"Iran Standard Time","daylight":"Iran Daylight Time"}},"Irkutsk":{"long":{"generic":"Irkutsk Time","standard":"Irkutsk Standard Time","daylight":"Irkutsk Summer Time"}},"Israel":{"long":{"generic":"Israel Time","standard":"Israel Standard Time","daylight":"Israel Daylight Time"}},"Japan":{"long":{"generic":"Japan Time","standard":"Japan Standard Time","daylight":"Japan Daylight Time"}},"Kamchatka":{"long":{"generic":"Petropavlovsk-Kamchatski Time","standard":"Petropavlovsk-Kamchatski Standard Time","daylight":"Petropavlovsk-Kamchatski Summer Time"}},"Kazakhstan_Eastern":{"long":{"standard":"East Kazakhstan Time"}},"Kazakhstan_Western":{"long":{"standard":"West Kazakhstan Time"}},"Korea":{"long":{"generic":"Korean Time","standard":"Korean Standard Time","daylight":"Korean Daylight Time"}},"Kosrae":{"long":{"standard":"Kosrae Time"}},"Krasnoyarsk":{"long":{"generic":"Krasnoyarsk Time","standard":"Krasnoyarsk Standard Time","daylight":"Krasnoyarsk Summer Time"}},"Kyrgystan":{"long":{"standard":"Kyrgyzstan Time"}},"Lanka":{"long":{"standard":"Lanka Time"}},"Line_Islands":{"long":{"standard":"Line Islands Time"}},"Lord_Howe":{"long":{"generic":"Lord Howe Time","standard":"Lord Howe Standard Time","daylight":"Lord Howe Daylight Time"}},"Macau":{"long":{"generic":"Macao Time","standard":"Macao Standard Time","daylight":"Macao Summer Time"}},"Macquarie":{"long":{"standard":"Macquarie Island Time"}},"Magadan":{"long":{"generic":"Magadan Time","standard":"Magadan Standard Time","daylight":"Magadan Summer Time"}},"Malaysia":{"long":{"standard":"Malaysia Time"}},"Maldives":{"long":{"standard":"Maldives Time"}},"Marquesas":{"long":{"standard":"Marquesas Time"}},"Marshall_Islands":{"long":{"standard":"Marshall Islands Time"}},"Mauritius":{"long":{"generic":"Mauritius Time","standard":"Mauritius Standard Time","daylight":"Mauritius Summer Time"}},"Mawson":{"long":{"standard":"Mawson Time"}},"Mexico_Northwest":{"long":{"generic":"Northwest Mexico Time","standard":"Northwest Mexico Standard Time","daylight":"Northwest Mexico Daylight Time"}},"Mexico_Pacific":{"long":{"generic":"Mexican Pacific Time","standard":"Mexican Pacific Standard Time","daylight":"Mexican Pacific Daylight Time"}},"Mongolia":{"long":{"generic":"Ulaanbaatar Time","standard":"Ulaanbaatar Standard Time","daylight":"Ulaanbaatar Summer Time"}},"Moscow":{"long":{"generic":"Moscow Time","standard":"Moscow Standard Time","daylight":"Moscow Summer Time"}},"Myanmar":{"long":{"standard":"Myanmar Time"}},"Nauru":{"long":{"standard":"Nauru Time"}},"Nepal":{"long":{"standard":"Nepal Time"}},"New_Caledonia":{"long":{"generic":"New Caledonia Time","standard":"New Caledonia Standard Time","daylight":"New Caledonia Summer Time"}},"New_Zealand":{"long":{"generic":"New Zealand Time","standard":"New Zealand Standard Time","daylight":"New Zealand Daylight Time"}},"Newfoundland":{"long":{"generic":"Newfoundland Time","standard":"Newfoundland Standard Time","daylight":"Newfoundland Daylight Time"}},"Niue":{"long":{"standard":"Niue Time"}},"Norfolk":{"long":{"generic":"Norfolk Island Time","standard":"Norfolk Island Standard Time","daylight":"Norfolk Island Daylight Time"}},"Noronha":{"long":{"generic":"Fernando de Noronha Time","standard":"Fernando de Noronha Standard Time","daylight":"Fernando de Noronha Summer Time"}},"North_Mariana":{"long":{"standard":"North Mariana Islands Time"}},"Novosibirsk":{"long":{"generic":"Novosibirsk Time","standard":"Novosibirsk Standard Time","daylight":"Novosibirsk Summer Time"}},"Omsk":{"long":{"generic":"Omsk Time","standard":"Omsk Standard Time","daylight":"Omsk Summer Time"}},"Pakistan":{"long":{"generic":"Pakistan Time","standard":"Pakistan Standard Time","daylight":"Pakistan Summer Time"}},"Palau":{"long":{"standard":"Palau Time"}},"Papua_New_Guinea":{"long":{"standard":"Papua New Guinea Time"}},"Paraguay":{"long":{"generic":"Paraguay Time","standard":"Paraguay Standard Time","daylight":"Paraguay Summer Time"}},"Peru":{"long":{"generic":"Peru Time","standard":"Peru Standard Time","daylight":"Peru Summer Time"}},"Philippines":{"long":{"generic":"Philippine Time","standard":"Philippine Standard Time","daylight":"Philippine Summer Time"}},"Phoenix_Islands":{"long":{"standard":"Phoenix Islands Time"}},"Pierre_Miquelon":{"long":{"generic":"St. Pierre & Miquelon Time","standard":"St. Pierre & Miquelon Standard Time","daylight":"St. Pierre & Miquelon Daylight Time"}},"Pitcairn":{"long":{"standard":"Pitcairn Time"}},"Ponape":{"long":{"standard":"Ponape Time"}},"Pyongyang":{"long":{"standard":"Pyongyang Time"}},"Qyzylorda":{"long":{"generic":"Qyzylorda Time","standard":"Qyzylorda Standard Time","daylight":"Qyzylorda Summer Time"}},"Reunion":{"long":{"standard":"Réunion Time"}},"Rothera":{"long":{"standard":"Rothera Time"}},"Sakhalin":{"long":{"generic":"Sakhalin Time","standard":"Sakhalin Standard Time","daylight":"Sakhalin Summer Time"}},"Samara":{"long":{"generic":"Samara Time","standard":"Samara Standard Time","daylight":"Samara Summer Time"}},"Samoa":{"long":{"generic":"Samoa Time","standard":"Samoa Standard Time","daylight":"Samoa Daylight Time"}},"Seychelles":{"long":{"standard":"Seychelles Time"}},"Singapore":{"long":{"standard":"Singapore Standard Time"}},"Solomon":{"long":{"standard":"Solomon Islands Time"}},"South_Georgia":{"long":{"standard":"South Georgia Time"}},"Suriname":{"long":{"standard":"Suriname Time"}},"Syowa":{"long":{"standard":"Syowa Time"}},"Tahiti":{"long":{"standard":"Tahiti Time"}},"Taipei":{"long":{"generic":"Taipei Time","standard":"Taipei Standard Time","daylight":"Taipei Daylight Time"}},"Tajikistan":{"long":{"standard":"Tajikistan Time"}},"Tokelau":{"long":{"standard":"Tokelau Time"}},"Tonga":{"long":{"generic":"Tonga Time","standard":"Tonga Standard Time","daylight":"Tonga Summer Time"}},"Truk":{"long":{"standard":"Chuuk Time"}},"Turkmenistan":{"long":{"generic":"Turkmenistan Time","standard":"Turkmenistan Standard Time","daylight":"Turkmenistan Summer Time"}},"Tuvalu":{"long":{"standard":"Tuvalu Time"}},"Uruguay":{"long":{"generic":"Uruguay Time","standard":"Uruguay Standard Time","daylight":"Uruguay Summer Time"}},"Uzbekistan":{"long":{"generic":"Uzbekistan Time","standard":"Uzbekistan Standard Time","daylight":"Uzbekistan Summer Time"}},"Vanuatu":{"long":{"generic":"Vanuatu Time","standard":"Vanuatu Standard Time","daylight":"Vanuatu Summer Time"}},"Venezuela":{"long":{"standard":"Venezuela Time"}},"Vladivostok":{"long":{"generic":"Vladivostok Time","standard":"Vladivostok Standard Time","daylight":"Vladivostok Summer Time"}},"Volgograd":{"long":{"generic":"Volgograd Time","standard":"Volgograd Standard Time","daylight":"Volgograd Summer Time"}},"Vostok":{"long":{"standard":"Vostok Time"}},"Wake":{"long":{"standard":"Wake Island Time"}},"Wallis":{"long":{"standard":"Wallis & Futuna Time"}},"Yakutsk":{"long":{"generic":"Yakutsk Time","standard":"Yakutsk Standard Time","daylight":"Yakutsk Summer Time"}},"Yekaterinburg":{"long":{"generic":"Yekaterinburg Time","standard":"Yekaterinburg Standard Time","daylight":"Yekaterinburg Summer Time"}},"Yukon":{"long":{"standard":"Yukon Time"}}}}}}}}
id: {"main":{"id":{"identity":{"version":{"_cldrVersion":"44.1"},"language":"id"},"dates":{"timeZoneNames":{"hourFormat":"+HH.mm;-HH.mm","gmtFormat":"GMT{0}","gmtZeroFormat":"GMT","regionFormat":"Waktu {0}","regionFormat-type-daylight":"Waktu Musim Panas {0}","regionFormat-type-standard":"Waktu Standar {0}","fallbackFormat":"{1} ({0})","zone":{"America":{"Anguilla":{"exemplarCity":"Anguila"},"Asuncion":{"exemplarCity":"Asunción"},"Bahia_Banderas":{"exemplarCity":"Bahia Banderas"},"Cancun":{"exemplarCity":"Cancun"},"Ciudad_Juarez":{"exemplarCity":"Ciudad Juarez"},"Coral_Harbour":{"exemplarCity":"Atikokan"},"Costa_Rica":{"exemplarCity":"Kosta Rika"},"Curacao":{"exemplarCity":"Curaçao"},"Dominica":{"exemplarCity":"Dominika"},"Godthab":{"exemplarCity":"Nuuk"},"Indiana":{"Vincennes":{"exemplarCity":"Vincennes, Indiana"},"Petersburg":{"exemplarCity":"Petersburg, Indiana"},"Tell_City":{"exemplarCity":"Tell City, Indiana"},"Knox":{"exemplarCity":"Knox, Indiana"},"Winamac":{"exemplarCity":"Winamac, Indiana"},"Marengo":{"exemplarCity":"Marengo, Indiana"},"Vevay":{"exemplarCity":"Vevay, Indiana"}},"Kentucky":{"Monticello":{"exemplarCity":"Monticello, Kentucky"}},"Lower_Princes":{"exemplarCity":"Lower Prince’s Quarter"},"Martinique":{"exemplarCity":"Martinik"},"Merida":{"exemplarCity":"Merida"},"North_Dakota":{"Beulah":{"exemplarCity":"Beulah, Dakota Utara"},"New_Salem":{"exemplarCity":"New Salem, Dakota Utara"},"Center":{"exemplarCity":"Center, Dakota Utara"}},"Santa_Isabel":{"exemplarCity":"Santa Isabel"},"Scoresbysund":{"exemplarCity":"Ittoqqortoormiit"},"St_Barthelemy":{"exemplarCity":"St. Barthélemy"},"St_Johns":{"exemplarCity":"St. John’s"},"St_Kitts":{"exemplarCity":"St. Kitts"},"St_Lucia":{"exemplarCity":"St. Lucia"},"St_Thomas":{"exemplarCity":"St. Thomas"},"St_Vincent":{"exemplarCity":"St. Vincent"}},"Atlantic":{"Cape_Verde":{"exemplarCity":"Tanjung Verde"},"Faeroe":{"exemplarCity":"Faroe"},"South_Georgia":{"exemplarCity":"Georgia Selatan"},"St_Helena":{"exemplarCity":"St. Helena"}},"Europe":{"Athens":{"exemplarCity":"Athena"},"Belgrade":{"exemplarCity":"Beograd"},"Chisinau":{"exemplarCity":"Kishinev"},"Copenhagen":{"exemplarCity":"Kopenhagen"},"Dublin":{"long":{"daylight":"Waktu Standar Irlandia"}},"Isle_of_Man":{"exemplarCity":"Pulau Man"},"Kiev":{"exemplarCity":"Kiev"},"London":{"long":{"daylight":"Waktu Musim Panas Inggris"}},"Luxembourg":{"exemplarCity":"Luksemburg"},"Monaco":{"exemplarCity":"Monako"},"Moscow":{"exemplarCity":"Moskwa"},"Prague":{"exemplarCity":"Praha"},"Rome":{"exemplarCity":"Roma"},"Uzhgorod":{"exemplarCity":"Uzhhorod"},"Vatican":{"exemplarCity":"Vatikan"},"Vienna":{"exemplarCity":"Wina"},"Warsaw":{"exemplarCity":"Warsawa"},"Zaporozhye":{"exemplarCity":"Zaporizhia"}},"Africa":{"Algiers":{"exemplarCity":"Aljir"},"Asmera":{"exemplarCity":"Asmara"},"Cairo":{"exemplarCity":"Kairo"},"Sao_Tome":{"exemplarCity":"São Tomé"}},"Asia":{"Aqtau":{"exemplarCity":"Aktau"},"Aqtobe":{"exemplarCity":"Aktobe"},"Calcutta":{"exemplarCity":"Kolkata"},"Colombo":{"exemplarCity":"Kolombo"},"Damascus":{"exemplarCity":"Damaskus"},"Jerusalem":{"exemplarCity":"Yerusalem"},"Katmandu":{"exemplarCity":"Kathmandu"},"Macau":{"exemplarCity":"Makau"},"Muscat":{"exemplarCity":"Muskat"},"Nicosia":{"exemplarCity":"Nikosia"},"Qostanay":{"exemplarCity":"Kostanay"},"Rangoon":{"exemplarCity":"Rangoon"},"Saigon":{"exemplarCity":"Ho Chi Minh"},"Singapore":{"exemplarCity":"Singapura"},"Tehran":{"exemplarCity":"Teheran"}},"Indian":{"Comoro":{"exemplarCity":"Komoro"},"Maldives":{"exemplarCity":"Maladewa"},"Reunion":{"exemplarCity":"Réunion"}},"Australia":{"Currie":{"exemplarCity":"Currie"}},"Pacific":{"Enderbury":{"exemplarCity":"Enderbury"},"Guadalcanal":{"exemplarCity":"Guadalkanal"},"Honolulu":{"exemplarCity":"Honolulu"},"Ponape":{"exemplarCity":"Pohnpei"},"Truk":{"exemplarCity":"Chuuk"}},"Antarctica":{"DumontDUrville":{"exemplarCity":"Dumont d’Urville"}},"Etc":{"UTC":{"long":{"standard":"Waktu Universal Terkoordinasi"},"short":{"standard":"UTC"}},"Unknown":{"exemplarCity":"Kota Tidak Dikenal"}}},"metazone":{"Acre":{"long":{"generic":"Waktu Acre","standard":"Waktu Standar Acre","daylight":"Waktu Musim Panas Acre"}},"Afghanistan":{"long":{"standard":"Waktu Afganistan"}},"Africa_Central":{"long":{"standard":"Waktu Afrika Tengah"}},"Africa_Eastern":{"long":{"standard":"Waktu Afrika Timur"}},"Africa_Southern":{"long":{"standard":"Waktu Standar Afrika Selatan"}},"Africa_Western":{"long":{"generic":"Waktu Afrika Barat","standard":"Waktu Standar Afrika Barat","daylight":"Waktu Musim Panas Afrika Barat"}},"Alaska":{"long":{"generic":"Waktu Alaska","standard":"Waktu Standar Alaska","daylight":"Waktu Musim Panas Alaska"},"short":{"generic":"AKT","standard":"AKST","daylight":"AKDT"}},"Almaty":{"long":{"generic":"Waktu Almaty","standard":"Waktu Standar Almaty","daylight":"Waktu Musim Panas Almaty"}},"Amazon":{"long":{"generic":"Waktu Amazon","standard":"Waktu Standar Amazon","daylight":"Waktu Musim Panas Amazon"}},"America_Central":{"long":{"generic":"Waktu Tengah","standard":"Waktu Standar Tengah","daylight":"Waktu Musim Panas Tengah"},"short":{"generic":"CT","standard":"CST","daylight":"CDT"}},"America_Eastern":{"long":{"generic":"Waktu Timur","standard":"Waktu Standar Timur","daylight":"Waktu Musim Panas Timur"},"short":{"generic":"ET","standard":"EST","daylight":"EDT"}},"America_Mountain":{"long":{"generic":"Waktu Pegunungan","standard":"Waktu Standar Pegunungan","daylight":"Waktu Musim Panas Pegunungan"},"short":{"generic":"MT","standard":"MST","daylight":"MDT"}},"America_Pacific":{"long":{"generic":"Waktu Pasifik","standard":"Waktu Standar Pasifik","daylight":"Waktu Musim Panas Pasifik"},"short":{"generic":"PT","standard":"PST","daylight":"PDT"}},"Anadyr":{"long":{"generic":"Waktu Anadyr","standard":"Waktu Standar Anadyr","daylight":"Waktu Musim Panas Anadyr"}},"Apia":{"long":{"generic":"Waktu Apia","standard":"Waktu Standar Apia","daylight":"Waktu Musim Panas Apia"}},"Aqtau":{"long":{"generic":"Waktu Aqtau","standard":"Waktu Standar Aqtau","daylight":"Waktu Musim Panas Aqtau"}},"Aqtobe":{"long":{"generic":"Waktu Aqtobe","standard":"Waktu Standar Aqtobe","daylight":"Waktu Musim Panas Aqtobe"}},"Arabian":{"long":{"generic":"Waktu Arab","standard":"Waktu Standar Arab","daylight":"Waktu Musim Panas Arab"}},"Argentina":{"long":{"generic":"Waktu Argentina","standard":"Waktu Standar Argentina","daylight":"Waktu Musim Panas Argentina"}},"Argentina_Western":{"long":{"generic":"Waktu Argentina Bagian Barat","standard":"Waktu Standar Argentina Bagian Barat","daylight":"Waktu Musim Panas Argentina Bagian Barat"}},"Armenia":{"long":{"generic":"Waktu Armenia","standard":"Waktu Standar Armenia","daylight":"Waktu Musim Panas Armenia"}},"Atlantic":{"long":{"generic":"Waktu Atlantik","standard":"Waktu Standar Atlantik","daylight":"Waktu Musim Panas Atlantik"},"short":{"generic":"AT","standard":"AST","daylight":"ADT"}},"Australia_Central":{"long":{"generic":"Waktu Tengah Australia","standard":"Waktu Standar Tengah Australia","daylight":"Waktu Musim Panas Tengah Australia"}},"Australia_CentralWestern":{"long":{"generic":"Waktu Barat Tengah Australia","standard":"Waktu Standar Barat Tengah Australia","daylight":"Waktu Musim Panas Barat Tengah Australia"}},"Australia_Eastern":{"long":{"generic":"Waktu Timur Australia","standard":"Waktu Standar Timur Australia","daylight":"Waktu Musim Panas Timur Australia"}},"Australia_Western":{"long":{"generic":"Waktu Barat Australia","standard":"Waktu Standar Barat Australia","daylight":"Waktu Musim Panas Barat Australia"}},"Azerbaijan":{"long":{"generic":"Waktu Azerbaijan","standard":"Waktu Standar Azerbaijan","daylight":"Waktu Musim Panas Azerbaijan"}},"Azores":{"long":{"generic":"Waktu Azores","standard":"Waktu Standar Azores","daylight":"Waktu Musim Panas Azores"}},"Bangladesh":{"long":{"generic":"Waktu Bangladesh","standard":"Waktu Standar Bangladesh","daylight":"Waktu Musim Panas Bangladesh"}},"Bhutan":{"long":{"standard":"Waktu Bhutan"}},"Bolivia":{"long":{"standard":"Waktu Bolivia"}},"Brasilia":{"long":{"generic":"Waktu Brasil","standard":"Waktu Standar Brasil","daylight":"Waktu Musim Panas Brasil"}},"Brunei":{"long":{"standard":"Waktu Brunei Darussalam"}},"Cape_Verde":{"long":{"generic":"Waktu Tanjung Verde","standard":"Waktu Standar Tanjung Verde","daylight":"Waktu Musim Panas Tanjung Verde"}},"Casey":{"long":{"standard":"Waktu Casey"}},"Chamorro":{"long":{"standard":"Waktu Standar Chamorro"}},"Chatham":{"long":{"generic":"Waktu Chatham","standard":"Waktu Standar Chatham","daylight":"Waktu Musim Panas Chatham"}},"Chile":{"long":{"generic":"Waktu Cile","standard":"Waktu Standar Cile","daylight":"Waktu Musim Panas Cile"}},"China":{"long":{"generic":"Waktu Tiongkok","standard":"Waktu Standar Tiongkok","daylight":"Waktu Musim Panas Tiongkok"}},"Choibalsan":{"long":{"generic":"Waktu Choibalsan","standard":"Waktu Standar Choibalsan","daylight":"Waktu Musim Panas Choibalsan"}},"Christmas":{"long":{"standard":"Waktu Pulau Natal"}},"Cocos":{"long":{"standard":"Waktu Kepulauan Cocos"}},"Colombia":{"long":{"generic":"Waktu Kolombia","standard":"Waktu Standar Kolombia","daylight":"Waktu Musim Panas Kolombia"}},"Cook":{"long":{"generic":"Waktu Kep. Cook","standard":"Waktu Standar Kep. Cook","daylight":"Waktu Tengah Musim Panas Kep. Cook"}},"Cuba":{"long":{"generic":"Waktu Kuba","standard":"Waktu Standar Kuba","daylight":"Waktu Musim Panas Kuba"},"short":{"generic":"CT (Kuba)","standard":"CST (Kuba)","daylight":"CDT (Kuba)"}},"Davis":{"long":{"standard":"Waktu Davis"}},"DumontDUrville":{"long":{"standard":"Waktu Dumont-d’Urville"}},"East_Timor":{"long":{"standard":"Waktu Timor Leste"}},"Easter":{"long":{"generic":"Waktu Pulau Paskah","standard":"Waktu Standar Pulau Paskah","daylight":"Waktu Musim Panas Pulau Paskah"}},"Ecuador":{"long":{"standard":"Waktu Ekuador"}},"Europe_Central":{"long":{"generic":"Waktu Eropa Tengah","standard":"Waktu Standar Eropa Tengah","daylight":"Waktu Musim Panas Eropa Tengah"}},"Europe_Eastern":{"long":{"generic":"Waktu Eropa Timur","standard":"Waktu Standar Eropa Timur","daylight":"Waktu Musim Panas Eropa Timur"}},"Europe_Further_Eastern":{"long":{"standard":"Waktu Eropa Timur Jauh"}},"Europe_Western":{"long":{"generic":"Waktu Eropa Barat","standard":"Waktu Standar Eropa Barat","daylight":"Waktu Musim Panas Eropa Barat"}},"Falkland":{"long":{"generic":"Waktu Kepulauan Falkland","standard":"Waktu Standar Kepulauan Falkland","daylight":"Waktu Musim Panas Kepulauan Falkland"}},"Fiji":{"long":{"generic":"Waktu Fiji","standard":"Waktu Standar Fiji","daylight":"Waktu Musim Panas Fiji"}},"French_Guiana":{"long":{"standard":"Waktu Guyana Prancis"}},"French_Southern":{"long":{"standard":"Waktu Wilayah Selatan dan Antarktika Prancis"}},"Galapagos":{"long":{"standard":"Waktu Galapagos"}},"Gambier":{"long":{"standard":"Waktu Gambier"}},"Georgia":{"long":{"generic":"Waktu Georgia","standard":"Waktu Standar Georgia","daylight":"Waktu Musim Panas Georgia"}},"Gilbert_Islands":{"long":{"standard":"Waktu Kep. Gilbert"}},"GMT":{"long":{"standard":"Greenwich Mean Time"}},"Greenland_Eastern":{"long":{"generic":"Waktu Greenland Timur","standard":"Waktu Standar Greenland Timur","daylight":"Waktu Musim Panas Greenland Timur"},"short":{"generic":"EGT","standard":"EGST","daylight":"EGDT"}},"Greenland_Western":{"long":{"generic":"Waktu Greenland Barat","standard":"Waktu Standar Greenland Barat","daylight":"Waktu Musim Panas Greenland Barat"}},"Guam":{"long":{"standard":"Waktu Guam"}},"Gulf":{"long":{"standard":"Waktu Standar Teluk"}},"Guyana":{"long":{"standard":"Waktu Guyana"}},"Hawaii_Aleutian":{"long":{"generic":"Waktu Hawaii-Aleutian","standard":"Waktu Standar Hawaii-Aleutian","daylight":"Waktu Musim Panas Hawaii-Aleutian"},"short":{"generic":"HAT","standard":"HAST","daylight":"HADT"}},"Hong_Kong":{"long":{"generic":"Waktu Hong Kong","standard":"Waktu Standar Hong Kong","daylight":"Waktu Musim Panas Hong Kong"}},"Hovd":{"long":{"generic":"Waktu Hovd","standard":"Waktu Standar Hovd","daylight":"Waktu Musim Panas Hovd"}},"India":{"long":{"standard":"Waktu India"}},"Indian_Ocean":{"long":{"standard":"Waktu Samudera Hindia"}},"Indochina":{"long":{"standard":"Waktu Indochina"}},"Indonesia_Central":{"long":{"standard":"Waktu Indonesia Tengah"},"short":{"standard":"WITA"}},"Indonesia_Eastern":{"long":{"standard":"Waktu Indonesia Timur"},"short":{"standard":"WIT"}},"Indonesia_Western":{"long":{"standard":"Waktu Indonesia Barat"},"short":{"standard":"WIB"}},"Iran":{"long":{"generic":"Waktu Iran","standard":"Waktu Standar Iran","daylight":"Waktu Musim Panas Iran"}},"Irkutsk":{"long":{"generic":"Waktu Irkutsk","standard":"Waktu Standar Irkutsk","daylight":"Waktu Musim Panas Irkutsk"}},"Israel":{"long":{"generic":"Waktu Israel","standard":"Waktu Standar Israel","daylight":"Waktu Musim Panas Israel"}},"Japan":{"long":{"generic":"Waktu Jepang","standard":"Waktu Standar Jepang","daylight":"Waktu Musim Panas Jepang"}},"Kamchatka":{"long":{"generic":"Waktu Petropavlovsk-Kamchatsky","standard":"Waktu Standar Petropavlovsk-Kamchatsky","daylight":"Waktu Musim Panas Petropavlovsk-Kamchatski"}},"Kazakhstan_Eastern":{"long":{"standard":"Waktu Kazakhstan Timur"}},"Kazakhstan_Western":{"long":{"standard":"Waktu Kazakhstan Barat"}},"Korea":{"long":{"generic":"Waktu Korea","standard":"Waktu Standar Korea","daylight":"Waktu Musim Panas Korea"}},"Kosrae":{"long":{"standard":"Waktu Kosrae"}},"Krasnoyarsk":{"long":{"generic":"Waktu Krasnoyarsk","standard":"Waktu Standar Krasnoyarsk","daylight":"Waktu Musim Panas Krasnoyarsk"}},"Kyrgystan":{"long":{"standard":"Waktu Kirgizstan"}},"Lanka":{"long":{"standard":"Waktu Lanka"}},"Line_Islands":{"long":{"standard":"Waktu Kep. Line"}},"Lord_Howe":{"long":{"generic":"Waktu Lord Howe","standard":"Waktu Standar Lord Howe","daylight":"Waktu Musim Panas Lord Howe"}},"Macau":{"long":{"generic":"Waktu Makau","standard":"Waktu Standar Makau","daylight":"Waktu Musim Panas Makau"}},"Macquarie":{"long":{"standard":"Waktu Kepulauan Macquarie"}},"Magadan":{"long":{"generic":"Waktu Magadan","standard":"Waktu Standar Magadan","daylight":"Waktu Musim Panas Magadan"}},"Malaysia":{"long":{"standard":"Waktu Malaysia"}},"Maldives":{"long":{"standard":"Waktu Maladewa"}},"Marquesas":{"long":{"standard":"Waktu Marquesas"}},"Marshall_Islands":{"long":{"standard":"Waktu Kep. Marshall"}},"Mauritius":{"long":{"generic":"Waktu Mauritius","standard":"Waktu Standar Mauritius","daylight":"Waktu Musim Panas Mauritius"}},"Mawson":{"long":{"standard":"Waktu Mawson"}},"Mexico_Northwest":{"long":{"generic":"Waktu Meksiko Barat Laut","standard":"Waktu Standar Meksiko Barat Laut","daylight":"Waktu Musim Panas Meksiko Barat Laut"}},"Mexico_Pacific":{"long":{"generic":"Waktu Pasifik Meksiko","standard":"Waktu Standar Pasifik Meksiko","daylight":"Waktu Musim Panas Pasifik Meksiko"}},"Mongolia":{"long":{"generic":"Waktu Ulan Bator","standard":"Waktu Standar Ulan Bator","daylight":"Waktu Musim Panas Ulan Bator"}},"Moscow":{"long":{"generic":"Waktu Moskow","standard":"Waktu Standar Moskow","daylight":"Waktu Musim Panas Moskow"}},"Myanmar":{"long":{"standard":"Waktu Myanmar"}},"Nauru":{"long":{"standard":"Waktu Nauru"}},"Nepal":{"long":{"standard":"Waktu Nepal"}},"New_Caledonia":{"long":{"generic":"Waktu Kaledonia Baru","standard":"Waktu Standar Kaledonia Baru","daylight":"Waktu Musim Panas Kaledonia Baru"}},"New_Zealand":{"long":{"generic":"Waktu Selandia Baru","standard":"Waktu Standar Selandia Baru","daylight":"Waktu Musim Panas Selandia Baru"}},"Newfoundland":{"long":{"generic":"Waktu Newfoundland","standard":"Waktu Standar Newfoundland","daylight":"Waktu Musim Panas Newfoundland"},"short":{"generic":"NT","standard":"NST","daylight":"NDT"}},"Niue":{"long":{"standard":"Waktu Niue"}},"Norfolk":{"long":{"generic":"Waktu Pulau Norfolk","standard":"Waktu Standar Pulau Norfolk","daylight":"Waktu Musim Panas Pulau Norfolk"}},"Noronha":{"long":{"generic":"Waktu Fernando de Noronha","standard":"Waktu Standar Fernando de Noronha","daylight":"Waktu Musim Panas Fernando de Noronha"}},"North_Mariana":{"long":{"standard":"Waktu Kep. Mariana Utara"}},"Novosibirsk":{"long":{"generic":"Waktu Novosibirsk","standard":"Waktu Standar Novosibirsk","daylight":"Waktu Musim Panas Novosibirsk"}},"Omsk":{"long":{"generic":"Waktu Omsk","standard":"Waktu Standar Omsk","daylight":"Waktu Musim Panas Omsk"}},"Pakistan":{"long":{"generic":"Waktu Pakistan","standard":"Waktu Standar Pakistan","daylight":"Waktu Musim Panas Pakistan"}},"Palau":{"long":{"standard":"Waktu Palau"}},"Papua_New_Guinea":{"long":{"standard":"Waktu Papua Nugini"}},"Paraguay":{"long":{"generic":"Waktu Paraguay","standard":"Waktu Standar Paraguay","daylight":"Waktu Musim Panas Paraguay"}},"Peru":{"long":{"generic":"Waktu Peru","standard":"Waktu Standar Peru","daylight":"Waktu Musim Panas Peru"}},"Philippines":{"long":{"generic":"Waktu Filipina","standard":"Waktu Standar Filipina","daylight":"Waktu Musim Panas Filipina"}},"Phoenix_Islands":{"long":{"standard":"Waktu Kepulauan Phoenix"}},"Pierre_Miquelon":{"long":{"generic":"Waktu Saint Pierre dan Miquelon","standard":"Waktu Standar Saint Pierre dan Miquelon","daylight":"Waktu Musim Panas Saint Pierre dan Miquelon"},"short":{"generic":"PMT","standard":"PMST","daylight":"PMDT"}},"Pitcairn":{"long":{"standard":"Waktu Pitcairn"}},"Ponape":{"long":{"standard":"Waktu Ponape"}},"Pyongyang":{"long":{"standard":"Waktu Pyongyang"}},"Qyzylorda":{"long":{"generic":"Waktu Qyzylorda","standard":"Waktu Standar Qyzylorda","daylight":"Waktu Musim Panas Qyzylorda"}},"Reunion":{"long":{"standard":"Waktu Reunion"}},"Rothera":{"long":{"standard":"Waktu Rothera"}},"Sakhalin":{"long":{"generic":"Waktu Sakhalin","standard":"Waktu Standar Sakhalin","daylight":"Waktu Musim Panas Sakhalin"}},"Samara":{"long":{"generic":"Waktu Samara","standard":"Waktu Standar Samara","daylight":"Waktu Musim Panas Samara"}},"Samoa":{"long":{"generic":"Waktu Samoa","standard":"Waktu Standar Samoa","daylight":"Waktu Musim Panas Samoa"}},"Seychelles":{"long":{"standard":"Waktu Seychelles"}},"Singapore":{"long":{"standard":"Waktu Standar Singapura"}},"Solomon":{"long":{"standard":"Waktu Kepulauan Solomon"}},"South_Georgia":{"long":{"standard":"Waktu Georgia Selatan"}},"Suriname":{"long":{"standard":"Waktu Suriname"}},"Syowa":{"long":{"standard":"Waktu Syowa"}},"Tahiti":{"long":{"standard":"Waktu Tahiti"}},"Taipei":{"long":{"generic":"Waktu Taipei","standard":"Waktu Standar Taipei","daylight":"Waktu Musim Panas Taipei"}},"Tajikistan":{"long":{"standard":"Waktu Tajikistan"}},"Tokelau":{"long":{"standard":"Waktu Tokelau"}},"Tonga":{"long":{"generic":"Waktu Tonga","standard":"Waktu Standar Tonga","daylight":"Waktu Musim Panas Tonga"}},"Truk":{"long":{"standard":"Waktu Chuuk"}},"Turkmenistan":{"long":{"generic":"Waktu Turkmenistan","standard":"Waktu Standar Turkmenistan","daylight":"Waktu Musim Panas Turkmenistan"}},"Tuvalu":{"long":{"standard":"Waktu Tuvalu"}},"Uruguay":{"long":{"generic":"Waktu Uruguay","standard":"Waktu Standar Uruguay","daylight":"Waktu Musim Panas Uruguay"}},"Uzbekistan":{"long":{"generic":"Waktu Uzbekistan","standard":"Waktu Standar Uzbekistan","daylight":"Waktu Musim Panas Uzbekistan"}},"Vanuatu":{"long":{"generic":"Waktu Vanuatu","standard":"Waktu Standar Vanuatu","daylight":"Waktu Musim Panas Vanuatu"}},"Venezuela":{"long":{"standard":"Waktu Venezuela"}},"Vladivostok":{"long":{"generic":"Waktu Vladivostok","standard":"Waktu Standar Vladivostok","daylight":"Waktu Musim Panas Vladivostok"}},"Volgograd":{"long":{"generic":"Waktu Volgograd","standard":"Waktu Standar Volgograd","daylight":"Waktu Musim Panas Volgograd"}},"Vostok":{"long":{"standard":"Waktu Vostok"}},"Wake":{"long":{"standard":"Waktu Kepulauan Wake"}},"Wallis":{"long":{"standard":"Waktu Wallis dan Futuna"}},"Yakutsk":{"long":{"generic":"Waktu Yakutsk","standard":"Waktu Standar Yakutsk","daylight":"Waktu Musim Panas Yakutsk"}},"Yekaterinburg":{"long":{"generic":"Waktu Yekaterinburg","standard":"Waktu Standar Yekaterinburg","daylight":"Waktu Musim Panas Yekaterinburg"}},"Yukon":{"long":{"standard":"Waktu Yukon"}}}}}}}}
