Repository: HKA-web/Microservice.Erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Only allow access from browser Url. This alert disable in DEBUG: \'%(debug)s\' mode, Redirect ?
id: Hanya boleh diakses dari Url peramban. Peringatan ini hanya ada di mode DEBUG: \'%(debug)s\', Arahkan ulang ?

source: Only allow access from iframe Url. This alert disable in DEBUG: \'%(debug)s\' mode, Redirect ?
id: Hanya boleh diakses dari Url iframe. Peringatan ini hanya ada di mode DEBUG: \'%(debug)s\', Arahkan ulang ?
