Repository: HKA-web/Microservice.Erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Beta Release
id: Rilis Beta

source: Enterprise ERP For Everyone
id: ERP Perusahaan Untuk Semua Orang

source: Search...
id: Pencarian...

source: Lates Notifications
id: Pemberitahuan Terakhir

source: Notifications
id: Pemberitahuan

source: Notification
id: Pemberitahuan

source: See all
id: Lihat semua

source: Languange
id: Bahasa

source: Company
id: Perusahaan

source: Hello, Welcome
id: Halo, Selamat Datang

source: Profile
id: Profil

source: Account Settings
id: Pengaturan Akun

source: Sign out
id: Keluar

source: Navigation Search...
id: Pencarian Navigasi...

source: Debug Menu
id: Menu Debug

source: Translation
id: Terjemahan

source: About
id: Tentang

source: Documentation
id: Dokumentasi

source: Copyright
id: Hakcipta

source: Do you want to return to full screen mode?
id: Apakah anda ingin kembali ke mode layar penuh?

source: Restore full screen
id: Kembali ke layar penuh

source: Close Multiple
id: Tutup Beberapa

source: Close All
id: Tutup Semua

source: Close All Except This
id: Tutup Semua kecuali Ini

source: Close All On The Right
id: Tutup Semua Di Kanan

source: Close All On The Left
id: Tutup Semua Di Kiri

source: Close
id: Tutup

source: Change
id: Merubah

source: Random
id: Acak

source: Speak
id: Bicara

source: Quit
id: Hilangkan

source: Select...
id: Pilih...

source: {"main":{"en":{"identity":{"version":{"_cldrVersion":"44.1"},"language":"en"},"numbers":{"defaultNumberingSystem":"latn","otherNumberingSystems":{"native":"latn"},"minimumGroupingDigits":"1","symbols-numberSystem-latn":{"decimal":".","group":",","list":";","percentSign":"%%","plusSign":"+","minusSign":"-","approximatelySign":"~","exponential":"E","superscriptingExponent":"×","perMille":"‰","infinity":"∞","nan":"NaN","timeSeparator":":"},"decimalFormats-numberSystem-latn":{"standard":"#,##0.###","long":{"decimalFormat":{"1000-count-one":"0 thousand","1000-count-other":"0 thousand","10000-count-one":"00 thousand","10000-count-other":"00 thousand","100000-count-one":"000 thousand","100000-count-other":"000 thousand","1000000-count-one":"0 million","1000000-count-other":"0 million","10000000-count-one":"00 million","10000000-count-other":"00 million","100000000-count-one":"000 million","100000000-count-other":"000 million","1000000000-count-one":"0 billion","1000000000-count-other":"0 billion","10000000000-count-one":"00 billion","10000000000-count-other":"00 billion","100000000000-count-one":"000 billion","100000000000-count-other":"000 billion","1000000000000-count-one":"0 trillion","1000000000000-count-other":"0 trillion","10000000000000-count-one":"00 trillion","10000000000000-count-other":"00 trillion","100000000000000-count-one":"000 trillion","100000000000000-count-other":"000 trillion"}},"short":{"decimalFormat":{"1000-count-one":"0K","1000-count-other":"0K","10000-count-one":"00K","10000-count-other":"00K","100000-count-one":"000K","100000-count-other":"000K","1000000-count-one":"0M","1000000-count-other":"0M","10000000-count-one":"00M","10000000-count-other":"00M","100000000-count-one":"000M","100000000-count-other":"000M","1000000000-count-one":"0B","1000000000-count-other":"0B","10000000000-count-one":"00B","10000000000-count-other":"00B","100000000000-count-one":"000B","100000000000-count-other":"000B","1000000000000-count-one":"0T","1000000000000-count-other":"0T","10000000000000-count-one":"00T","10000000000000-count-other":"00T","100000000000000-count-one":"000T","100000000000000-count-other":"000T"}}},"scientificFormats-numberSystem-latn":{"standard":"#E0"},"percentFormats-numberSystem-latn":{"standard":"#,##0%%"},"currencyFormats-numberSystem-latn":{"currencySpacing":{"beforeCurrency":{"currencyMatch":"[[:^S:]&[:^Z:]]","surroundingMatch":"[:digit:]","insertBetween":"\u00a0"},"afterCurrency":{"currencyMatch":"[[:^S:]&[:^Z:]]","surroundingMatch":"[:digit:]","insertBetween":"\u00a0"}},"standard":"¤#,##0.00","standard-alphaNextToNumber":"¤\u00a0#,##0.00","standard-noCurrency":"#,##0.00","accounting":"¤#,##0.00;(¤#,##0.00)","accounting-alphaNextToNumber":"¤\u00a0#,##0.00;(¤\u00a0#,##0.00)","accounting-noCurrency":"#,##0.00;(#,##0.00)","short":{"standard":{"1000-count-one":"¤0K","1000-count-one-alt-alphaNextToNumber":"¤\u00a00K","1000-count-other":"¤0K","1000-count-other-alt-alphaNextToNumber":"¤\u00a00K","10000-count-one":"¤00K","10000-count-one-alt-alphaNextToNumber":"¤\u00a000K","10000-count-other":"¤00K","10000-count-other-alt-alphaNextToNumber":"¤\u00a000K","100000-count-one":"¤000K","100000-count-one-alt-alphaNextToNumber":"¤\u00a0000K","100000-count-other":"¤000K","100000-count-other-alt-alphaNextToNumber":"¤\u00a0000K","1000000-count-one":"¤0M","1000000-count-one-alt-alphaNextToNumber":"¤\u00a00M","1000000-count-other":"¤0M","1000000-count-other-alt-alphaNextToNumber":"¤\u00a00M","10000000-count-one":"¤00M","10000000-count-one-alt-alphaNextToNumber":"¤\u00a000M","10000000-count-other":"¤00M","10000000-count-other-alt-alphaNextToNumber":"¤\u00a000M","100000000-count-one":"¤000M","100000000-count-one-alt-alphaNextToNumber":"¤\u00a0000M","100000000-count-other":"¤000M","100000000-count-other-alt-alphaNextToNumber":"¤\u00a0000M","1000000000-count-one":"¤0B","1000000000-count-one-alt-alphaNextToNumber":"¤\u00a00B","1000000000-count-other":"¤0B","1000000000-count-other-alt-alphaNextToNumber":"¤\u00a00B","10000000000-count-one":"¤00B","10000000000-count-one-alt-alphaNextToNumber":"¤\u00a000B","10000000000-count-other":"¤00B","10000000000-count-other-alt-alphaNextToNumber":"¤\u00a000B","100000000000-count-one":"¤000B","100000000000-count-one-alt-alphaNextToNumber":"¤\u00a0000B","100000000000-count-other":"¤000B","100000000000-count-other-alt-alphaNextToNumber":"¤\u00a0000B","1000000000000-count-one":"¤0T","1000000000000-count-one-alt-alphaNextToNumber":"¤\u00a00T","1000000000000-count-other":"¤0T","1000000000000-count-other-alt-alphaNextToNumber":"¤\u00a00T","10000000000000-count-one":"¤00T","10000000000000-count-one-alt-alphaNextToNumber":"¤\u00a000T","10000000000000-count-other":"¤00T","10000000000000-count-other-alt-alphaNextToNumber":"¤\u00a000T","100000000000000-count-one":"¤000T","100000000000000-count-one-alt-alphaNextToNumber":"¤\u00a0000T","100000000000000-count-other":"¤000T","100000000000000-count-other-alt-alphaNextToNumber":"¤\u00a0000T"}},"currencyPatternAppendISO":"{0}\u00a0¤¤","unitPattern-count-one":"{0} {1}","unitPattern-count-other":"{0} {1}"},"miscPatterns-numberSystem-latn":{"approximately":"~{0}","atLeast":"{0}+","atMost":"≤{0}","range":"{0}–{1}"},"minimalPairs":{"pluralMinimalPairs-count-one":"{0}\u00a0day","pluralMinimalPairs-count-other":"{0}\u00a0days","few":"Take\u00a0the\u00a0{0}rd\u00a0right.","one":"Take\u00a0the\u00a0{0}st\u00a0right.","other":"Take\u00a0the\u00a0{0}th\u00a0right.","two":"Take\u00a0the\u00a0{0}nd\u00a0right."}}}}}
id: {"main":{"id":{"identity":{"version":{"_cldrVersion":"44.1"},"language":"id"},"numbers":{"defaultNumberingSystem":"latn","otherNumberingSystems":{"native":"latn"},"minimumGroupingDigits":"1","symbols-numberSystem-latn":{"decimal":",","group":".","list":";","percentSign":"%%","plusSign":"+","minusSign":"-","approximatelySign":"~","exponential":"E","superscriptingExponent":"×","perMille":"‰","infinity":"∞","nan":"NaN","timeSeparator":"."},"decimalFormats-numberSystem-latn":{"standard":"#,##0.###","long":{"decimalFormat":{"1000-count-other":"0 ribu","10000-count-other":"00 ribu","100000-count-other":"000 ribu","1000000-count-other":"0 juta","10000000-count-other":"00 juta","100000000-count-other":"000 juta","1000000000-count-other":"0 miliar","10000000000-count-other":"00 miliar","100000000000-count-other":"000 miliar","1000000000000-count-other":"0 triliun","10000000000000-count-other":"00 triliun","100000000000000-count-other":"000 triliun"}},"short":{"decimalFormat":{"1000-count-other":"0\u00a0rb","10000-count-other":"00\u00a0rb","100000-count-other":"000\u00a0rb","1000000-count-other":"0\u00a0jt","10000000-count-other":"00\u00a0jt","100000000-count-other":"000\u00a0jt","1000000000-count-other":"0\u00a0M","10000000000-count-other":"00\u00a0M","100000000000-count-other":"000\u00a0M","1000000000000-count-other":"0\u00a0T","10000000000000-count-other":"00\u00a0T","100000000000000-count-other":"000\u00a0T"}}},"scientificFormats-numberSystem-latn":{"standard":"#E0"},"percentFormats-numberSystem-latn":{"standard":"#,##0%%"},"currencyFormats-numberSystem-latn":{"currencySpacing":{"beforeCurrency":{"currencyMatch":"[[:^S:]&[:^Z:]]","surroundingMatch":"[:digit:]","insertBetween":"\u00a0"},"afterCurrency":{"currencyMatch":"[[:^S:]&[:^Z:]]","surroundingMatch":"[:digit:]","insertBetween":"\u00a0"}},"standard":"¤#,##0.00","standard-noCurrency":"#,##0.00","accounting":"¤#,##0.00","accounting-noCurrency":"#,##0.00","short":{"standard":{"1000-count-other":"¤0\u00a0rb","1000-count-other-alt-alphaNextToNumber":"0\u00a0rb\u00a0¤","10000-count-other":"¤00\u00a0rb","10000-count-other-alt-alphaNextToNumber":"00\u00a0rb\u00a0¤","100000-count-other":"¤000\u00a0rb","100000-count-other-alt-alphaNextToNumber":"000\u00a0rb\u00a0¤","1000000-count-other":"¤0\u00a0jt","1000000-count-other-alt-alphaNextToNumber":"0\u00a0jt\u00a0¤","10000000-count-other":"¤00\u00a0jt","10000000-count-other-alt-alphaNextToNumber":"00\u00a0jt\u00a0¤","100000000-count-other":"¤000\u00a0jt","100000000-count-other-alt-alphaNextToNumber":"000\u00a0jt\u00a0¤","1000000000-count-other":"¤0\u00a0M","1000000000-count-other-alt-alphaNextToNumber":"0\u00a0M\u00a0¤","10000000000-count-other":"¤00\u00a0M","10000000000-count-other-alt-alphaNextToNumber":"00\u00a0M\u00a0¤","100000000000-count-other":"¤000\u00a0M","100000000000-count-other-alt-alphaNextToNumber":"000\u00a0M\u00a0¤","1000000000000-count-other":"¤0\u00a0T","1000000000000-count-other-alt-alphaNextToNumber":"0\u00a0T\u00a0¤","10000000000000-count-other":"¤00\u00a0T","10000000000000-count-other-alt-alphaNextToNumber":"00\u00a0T\u00a0¤","100000000000000-count-other":"¤000\u00a0T","100000000000000-count-other-alt-alphaNextToNumber":"000\u00a0T\u00a0¤"}},"currencyPatternAppendISO":"{0}\u00a0¤¤","unitPattern-count-other":"{0} {1}"},"miscPatterns-numberSystem-latn":{"approximately":"~{0}","atLeast":"≥{0}","atMost":"≤{0}","range":"{0}–{1}"},"minimalPairs":{"pluralMinimalPairs-count-other":"{0}\u00a0hari","other":"Ambil\u00a0belokan\u00a0kanan\u00a0ke-{0}."}}}}}
