Repository: HKA-web/Microservice.Erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: {"main":{"en":{"identity":{"version":{"_cldrVersion":"44.1"},"language":"en"},"numbers":{"currencies":{"ADP":{"displayName":"Andorran Peseta","displayName-count-one":"Andorran peseta","displayName-count-other":"Andorran pesetas"},"AED":{"displayName":"United Arab Emirates Dirham","displayName-count-one":"UAE dirham","displayName-count-other":"UAE dirhams"},"AFA":{"displayName":"Afghan Afghani (1927–2002)","displayName-count-one":"Afghan afghani (1927–2002)","displayName-count-other":"Afghan afghanis (1927–2002)"},"AFN":{"displayName":"Afghan Afghani","displayName-count-one":"Afghan Afghani","displayName-count-other":"Afghan Afghanis","symbol-alt-narrow":"؋"},"ALK":{"displayName":"Albanian Lek (1946–1965)","displayName-count-one":"Albanian lek (1946–1965)","displayName-count-other":"Albanian lekë (1946–1965)"},"ALL":{"displayName":"Albanian Lek","displayName-count-one":"Albanian lek","displayName-count-other":"Albanian lekë"},"AMD":{"displayName":"Armenian Dram","displayName-count-one":"Armenian dram","displayName-count-other":"Armenian drams","symbol-alt-narrow":"֏"},"ANG":{"displayName":"Netherlands Antillean Guilder","displayName-count-one":"Netherlands Antillean guilder","displayName-count-other":"Netherlands Antillean guilders"},"AOA":{"displayName":"Angolan Kwanza","displayName-count-one":"Angolan kwanza","displayName-count-other":"Angolan kwanzas","symbol-alt-narrow":"Kz"},"AOK":{"displayName":"Angolan Kwanza (1977–1991)","displayName-count-one":"Angolan kwanza (1977–1991)","displayName-count-other":"Angolan kwanzas (1977–1991)"},"AON":{"displayName":"Angolan New Kwanza (1990–2000)","displayName-count-one":"Angolan new kwanza (1990–2000)","displayName-count-other":"Angolan new kwanzas (1990–2000)"},"AOR":{"displayName":"Angolan Readjusted Kwanza (1995–1999)","displayName-count-one":"Angolan readjusted kwanza (1995–1999)","displayName-count-other":"Angolan readjusted kwanzas (1995–1999)"},"ARA":{"displayName":"Argentine Austral","displayName-count-one":"Argentine austral","displayName-count-other":"Argentine australs"},"ARL":{"displayName":"Argentine Peso Ley (1970–1983)","displayName-count-one":"Argentine peso ley (1970–1983)","displayName-count-other":"Argentine pesos ley (1970–1983)"},"ARM":{"displayName":"Argentine Peso (1881–1970)","displayName-count-one":"Argentine peso (1881–1970)","displayName-count-other":"Argentine pesos (1881–1970)"},"ARP":{"displayName":"Argentine Peso (1983–1985)","displayName-count-one":"Argentine peso (1983–1985)","displayName-count-other":"Argentine pesos (1983–1985)"},"ARS":{"displayName":"Argentine Peso","displayName-count-one":"Argentine peso","displayName-count-other":"Argentine pesos","symbol-alt-narrow":"$"},"ATS":{"displayName":"Austrian Schilling","displayName-count-one":"Austrian schilling","displayName-count-other":"Austrian schillings"},"AUD":{"displayName":"Australian Dollar","displayName-count-one":"Australian dollar","displayName-count-other":"Australian dollars","symbol":"A$","symbol-alt-narrow":"$"},"AWG":{"displayName":"Aruban Florin","displayName-count-one":"Aruban florin","displayName-count-other":"Aruban florin"},"AZM":{"displayName":"Azerbaijani Manat (1993–2006)","displayName-count-one":"Azerbaijani manat (1993–2006)","displayName-count-other":"Azerbaijani manats (1993–2006)"},"AZN":{"displayName":"Azerbaijani Manat","displayName-count-one":"Azerbaijani manat","displayName-count-other":"Azerbaijani manats","symbol-alt-narrow":"₼"},"BAD":{"displayName":"Bosnia-Herzegovina Dinar (1992–1994)","displayName-count-one":"Bosnia-Herzegovina dinar (1992–1994)","displayName-count-other":"Bosnia-Herzegovina dinars (1992–1994)"},"BAM":{"displayName":"Bosnia-Herzegovina Convertible Mark","displayName-count-one":"Bosnia-Herzegovina convertible mark","displayName-count-other":"Bosnia-Herzegovina convertible marks","symbol-alt-narrow":"KM"},"BAN":{"displayName":"Bosnia-Herzegovina New Dinar (1994–1997)","displayName-count-one":"Bosnia-Herzegovina new dinar (1994–1997)","displayName-count-other":"Bosnia-Herzegovina new dinars (1994–1997)"},"BBD":{"displayName":"Barbadian Dollar","displayName-count-one":"Barbadian dollar","displayName-count-other":"Barbadian dollars","symbol-alt-narrow":"$"},"BDT":{"displayName":"Bangladeshi Taka","displayName-count-one":"Bangladeshi taka","displayName-count-other":"Bangladeshi takas","symbol-alt-narrow":"৳"},"BEC":{"displayName":"Belgian Franc (convertible)","displayName-count-one":"Belgian franc (convertible)","displayName-count-other":"Belgian francs (convertible)"},"BEF":{"displayName":"Belgian Franc","displayName-count-one":"Belgian franc","displayName-count-other":"Belgian francs"},"BEL":{"displayName":"Belgian Franc (financial)","displayName-count-one":"Belgian franc (financial)","displayName-count-other":"Belgian francs (financial)"},"BGL":{"displayName":"Bulgarian Hard Lev","displayName-count-one":"Bulgarian hard lev","displayName-count-other":"Bulgarian hard leva"},"BGM":{"displayName":"Bulgarian Socialist Lev","displayName-count-one":"Bulgarian socialist lev","displayName-count-other":"Bulgarian socialist leva"},"BGN":{"displayName":"Bulgarian Lev","displayName-count-one":"Bulgarian lev","displayName-count-other":"Bulgarian leva"},"BGO":{"displayName":"Bulgarian Lev (1879–1952)","displayName-count-one":"Bulgarian lev (1879–1952)","displayName-count-other":"Bulgarian leva (1879–1952)"},"BHD":{"displayName":"Bahraini Dinar","displayName-count-one":"Bahraini dinar","displayName-count-other":"Bahraini dinars"},"BIF":{"displayName":"Burundian Franc","displayName-count-one":"Burundian franc","displayName-count-other":"Burundian francs"},"BMD":{"displayName":"Bermudan Dollar","displayName-count-one":"Bermudan dollar","displayName-count-other":"Bermudan dollars","symbol-alt-narrow":"$"},"BND":{"displayName":"Brunei Dollar","displayName-count-one":"Brunei dollar","displayName-count-other":"Brunei dollars","symbol-alt-narrow":"$"},"BOB":{"displayName":"Bolivian Boliviano","displayName-count-one":"Bolivian boliviano","displayName-count-other":"Bolivian bolivianos","symbol-alt-narrow":"Bs"},"BOL":{"displayName":"Bolivian Boliviano (1863–1963)","displayName-count-one":"Bolivian boliviano (1863–1963)","displayName-count-other":"Bolivian bolivianos (1863–1963)"},"BOP":{"displayName":"Bolivian Peso","displayName-count-one":"Bolivian peso","displayName-count-other":"Bolivian pesos"},"BOV":{"displayName":"Bolivian Mvdol","displayName-count-one":"Bolivian mvdol","displayName-count-other":"Bolivian mvdols"},"BRB":{"displayName":"Brazilian New Cruzeiro (1967–1986)","displayName-count-one":"Brazilian new cruzeiro (1967–1986)","displayName-count-other":"Brazilian new cruzeiros (1967–1986)"},"BRC":{"displayName":"Brazilian Cruzado (1986–1989)","displayName-count-one":"Brazilian cruzado (1986–1989)","displayName-count-other":"Brazilian cruzados (1986–1989)"},"BRE":{"displayName":"Brazilian Cruzeiro (1990–1993)","displayName-count-one":"Brazilian cruzeiro (1990–1993)","displayName-count-other":"Brazilian cruzeiros (1990–1993)"},"BRL":{"displayName":"Brazilian Real","displayName-count-one":"Brazilian real","displayName-count-other":"Brazilian reals","symbol":"R$","symbol-alt-narrow":"R$"},"BRN":{"displayName":"Brazilian New Cruzado (1989–1990)","displayName-count-one":"Brazilian new cruzado (1989–1990)","displayName-count-other":"Brazilian new cruzados (1989–1990)"},"BRR":{"displayName":"Brazilian Cruzeiro (1993–1994)","displayName-count-one":"Brazilian cruzeiro (1993–1994)","displayName-count-other":"Brazilian cruzeiros (1993–1994)"},"BRZ":{"displayName":"Brazilian Cruzeiro (1942–1967)","displayName-count-one":"Brazilian cruzeiro (1942–1967)","displayName-count-other":"Brazilian cruzeiros (1942–1967)"},"BSD":{"displayName":"Bahamian Dollar","displayName-count-one":"Bahamian dollar","displayName-count-other":"Bahamian dollars","symbol-alt-narrow":"$"},"BTN":{"displayName":"Bhutanese Ngultrum","displayName-count-one":"Bhutanese ngultrum","displayName-count-other":"Bhutanese ngultrums"},"BUK":{"displayName":"Burmese Kyat","displayName-count-one":"Burmese kyat","displayName-count-other":"Burmese kyats"},"BWP":{"displayName":"Botswanan Pula","displayName-count-one":"Botswanan pula","displayName-count-other":"Botswanan pulas","symbol-alt-narrow":"P"},"BYB":{"displayName":"Belarusian Ruble (1994–1999)","displayName-count-one":"Belarusian ruble (1994–1999)","displayName-count-other":"Belarusian rubles (1994–1999)"},"BYN":{"displayName":"Belarusian Ruble","displayName-count-one":"Belarusian ruble","displayName-count-other":"Belarusian rubles"},"BYR":{"displayName":"Belarusian Ruble (2000–2016)","displayName-count-one":"Belarusian ruble (2000–2016)","displayName-count-other":"Belarusian rubles (2000–2016)"},"BZD":{"displayName":"Belize Dollar","displayName-count-one":"Belize dollar","displayName-count-other":"Belize dollars","symbol-alt-narrow":"$"},"CAD":{"displayName":"Canadian Dollar","displayName-count-one":"Canadian dollar","displayName-count-other":"Canadian dollars","symbol":"CA$","symbol-alt-narrow":"$"},"CDF":{"displayName":"Congolese Franc","displayName-count-one":"Congolese franc","displayName-count-other":"Congolese francs"},"CHE":{"displayName":"WIR Euro","displayName-count-one":"WIR euro","displayName-count-other":"WIR euros"},"CHF":{"displayName":"Swiss Franc","displayName-count-one":"Swiss franc","displayName-count-other":"Swiss francs"},"CHW":{"displayName":"WIR Franc","displayName-count-one":"WIR franc","displayName-count-other":"WIR francs"},"CLE":{"displayName":"Chilean Escudo","displayName-count-one":"Chilean escudo","displayName-count-other":"Chilean escudos"},"CLF":{"displayName":"Chilean Unit of Account (UF)","displayName-count-one":"Chilean unit of account (UF)","displayName-count-other":"Chilean units of account (UF)"},"CLP":{"displayName":"Chilean Peso","displayName-count-one":"Chilean peso","displayName-count-other":"Chilean pesos","symbol-alt-narrow":"$"},"CNH":{"displayName":"Chinese Yuan (offshore)","displayName-count-one":"Chinese yuan (offshore)","displayName-count-other":"Chinese yuan (offshore)"},"CNX":{"displayName":"Chinese People’s Bank Dollar","displayName-count-one":"Chinese People’s Bank dollar","displayName-count-other":"Chinese People’s Bank dollars"},"CNY":{"displayName":"Chinese Yuan","displayName-count-one":"Chinese yuan","displayName-count-other":"Chinese yuan","symbol":"CN¥","symbol-alt-narrow":"¥"},"COP":{"displayName":"Colombian Peso","displayName-count-one":"Colombian peso","displayName-count-other":"Colombian pesos","symbol-alt-narrow":"$"},"COU":{"displayName":"Colombian Real Value Unit","displayName-count-one":"Colombian real value unit","displayName-count-other":"Colombian real value units"},"CRC":{"displayName":"Costa Rican Colón","displayName-count-one":"Costa Rican colón","displayName-count-other":"Costa Rican colóns","symbol-alt-narrow":"₡"},"CSD":{"displayName":"Serbian Dinar (2002–2006)","displayName-count-one":"Serbian dinar (2002–2006)","displayName-count-other":"Serbian dinars (2002–2006)"},"CSK":{"displayName":"Czechoslovak Hard Koruna","displayName-count-one":"Czechoslovak hard koruna","displayName-count-other":"Czechoslovak hard korunas"},"CUC":{"displayName":"Cuban Convertible Peso","displayName-count-one":"Cuban convertible peso","displayName-count-other":"Cuban convertible pesos","symbol-alt-narrow":"$"},"CUP":{"displayName":"Cuban Peso","displayName-count-one":"Cuban peso","displayName-count-other":"Cuban pesos","symbol-alt-narrow":"$"},"CVE":{"displayName":"Cape Verdean Escudo","displayName-count-one":"Cape Verdean escudo","displayName-count-other":"Cape Verdean escudos"},"CYP":{"displayName":"Cypriot Pound","displayName-count-one":"Cypriot pound","displayName-count-other":"Cypriot pounds"},"CZK":{"displayName":"Czech Koruna","displayName-count-one":"Czech koruna","displayName-count-other":"Czech korunas","symbol-alt-narrow":"Kč"},"DDM":{"displayName":"East German Mark","displayName-count-one":"East German mark","displayName-count-other":"East German marks"},"DEM":{"displayName":"German Mark","displayName-count-one":"German mark","displayName-count-other":"German marks"},"DJF":{"displayName":"Djiboutian Franc","displayName-count-one":"Djiboutian franc","displayName-count-other":"Djiboutian francs"},"DKK":{"displayName":"Danish Krone","displayName-count-one":"Danish krone","displayName-count-other":"Danish kroner","symbol-alt-narrow":"kr"},"DOP":{"displayName":"Dominican Peso","displayName-count-one":"Dominican peso","displayName-count-other":"Dominican pesos","symbol-alt-narrow":"$"},"DZD":{"displayName":"Algerian Dinar","displayName-count-one":"Algerian dinar","displayName-count-other":"Algerian dinars"},"ECS":{"displayName":"Ecuadorian Sucre","displayName-count-one":"Ecuadorian sucre","displayName-count-other":"Ecuadorian sucres"},"ECV":{"displayName":"Ecuadorian Unit of Constant Value","displayName-count-one":"Ecuadorian unit of constant value","displayName-count-other":"Ecuadorian units of constant value"},"EEK":{"displayName":"Estonian Kroon","displayName-count-one":"Estonian kroon","displayName-count-other":"Estonian kroons"},"EGP":{"displayName":"Egyptian Pound","displayName-count-one":"Egyptian pound","displayName-count-other":"Egyptian pounds","symbol-alt-narrow":"E£"},"ERN":{"displayName":"Eritrean Nakfa","displayName-count-one":"Eritrean nakfa","displayName-count-other":"Eritrean nakfas"},"ESA":{"displayName":"Spanish Peseta (A account)","displayName-count-one":"Spanish peseta (A account)","displayName-count-other":"Spanish pesetas (A account)"},"ESB":{"displayName":"Spanish Peseta (convertible account)","displayName-count-one":"Spanish peseta (convertible account)","displayName-count-other":"Spanish pesetas (convertible account)"},"ESP":{"displayName":"Spanish Peseta","displayName-count-one":"Spanish peseta","displayName-count-other":"Spanish pesetas","symbol-alt-narrow":"₧"},"ETB":{"displayName":"Ethiopian Birr","displayName-count-one":"Ethiopian birr","displayName-count-other":"Ethiopian birrs"},"EUR":{"displayName":"Euro","displayName-count-one":"euro","displayName-count-other":"euros","symbol":"€","symbol-alt-narrow":"€"},"FIM":{"displayName":"Finnish Markka","displayName-count-one":"Finnish markka","displayName-count-other":"Finnish markkas"},"FJD":{"displayName":"Fijian Dollar","displayName-count-one":"Fijian dollar","displayName-count-other":"Fijian dollars","symbol-alt-narrow":"$"},"FKP":{"displayName":"Falkland Islands Pound","displayName-count-one":"Falkland Islands pound","displayName-count-other":"Falkland Islands pounds","symbol-alt-narrow":"£"},"FRF":{"displayName":"French Franc","displayName-count-one":"French franc","displayName-count-other":"French francs"},"GBP":{"displayName":"British Pound","displayName-count-one":"British pound","displayName-count-other":"British pounds","symbol":"£","symbol-alt-narrow":"£"},"GEK":{"displayName":"Georgian Kupon Larit","displayName-count-one":"Georgian kupon larit","displayName-count-other":"Georgian kupon larits"},"GEL":{"displayName":"Georgian Lari","displayName-count-one":"Georgian lari","displayName-count-other":"Georgian laris","symbol-alt-narrow":"₾"},"GHC":{"displayName":"Ghanaian Cedi (1979–2007)","displayName-count-one":"Ghanaian cedi (1979–2007)","displayName-count-other":"Ghanaian cedis (1979–2007)"},"GHS":{"displayName":"Ghanaian Cedi","displayName-count-one":"Ghanaian cedi","displayName-count-other":"Ghanaian cedis","symbol-alt-narrow":"GH₵"},"GIP":{"displayName":"Gibraltar Pound","displayName-count-one":"Gibraltar pound","displayName-count-other":"Gibraltar pounds","symbol-alt-narrow":"£"},"GMD":{"displayName":"Gambian Dalasi","displayName-count-one":"Gambian dalasi","displayName-count-other":"Gambian dalasis"},"GNF":{"displayName":"Guinean Franc","displayName-count-one":"Guinean franc","displayName-count-other":"Guinean francs","symbol-alt-narrow":"FG"},"GNS":{"displayName":"Guinean Syli","displayName-count-one":"Guinean syli","displayName-count-other":"Guinean sylis"},"GQE":{"displayName":"Equatorial Guinean Ekwele","displayName-count-one":"Equatorial Guinean ekwele","displayName-count-other":"Equatorial Guinean ekwele"},"GRD":{"displayName":"Greek Drachma","displayName-count-one":"Greek drachma","displayName-count-other":"Greek drachmas"},"GTQ":{"displayName":"Guatemalan Quetzal","displayName-count-one":"Guatemalan quetzal","displayName-count-other":"Guatemalan quetzals","symbol-alt-narrow":"Q"},"GWE":{"displayName":"Portuguese Guinea Escudo","displayName-count-one":"Portuguese Guinea escudo","displayName-count-other":"Portuguese Guinea escudos"},"GWP":{"displayName":"Guinea-Bissau Peso","displayName-count-one":"Guinea-Bissau peso","displayName-count-other":"Guinea-Bissau pesos"},"GYD":{"displayName":"Guyanaese Dollar","displayName-count-one":"Guyanaese dollar","displayName-count-other":"Guyanaese dollars","symbol-alt-narrow":"$"},"HKD":{"displayName":"Hong Kong Dollar","displayName-count-one":"Hong Kong dollar","displayName-count-other":"Hong Kong dollars","symbol":"HK$","symbol-alt-narrow":"$"},"HNL":{"displayName":"Honduran Lempira","displayName-count-one":"Honduran lempira","displayName-count-other":"Honduran lempiras","symbol-alt-narrow":"L"},"HRD":{"displayName":"Croatian Dinar","displayName-count-one":"Croatian dinar","displayName-count-other":"Croatian dinars"},"HRK":{"displayName":"Croatian Kuna","displayName-count-one":"Croatian kuna","displayName-count-other":"Croatian kunas","symbol-alt-narrow":"kn"},"HTG":{"displayName":"Haitian Gourde","displayName-count-one":"Haitian gourde","displayName-count-other":"Haitian gourdes"},"HUF":{"displayName":"Hungarian Forint","displayName-count-one":"Hungarian forint","displayName-count-other":"Hungarian forints","symbol-alt-narrow":"Ft"},"IDR":{"displayName":"Indonesian Rupiah","displayName-count-one":"Indonesian rupiah","displayName-count-other":"Indonesian rupiahs","symbol-alt-narrow":"Rp"},"IEP":{"displayName":"Irish Pound","displayName-count-one":"Irish pound","displayName-count-other":"Irish pounds"},"ILP":{"displayName":"Israeli Pound","displayName-count-one":"Israeli pound","displayName-count-other":"Israeli pounds"},"ILR":{"displayName":"Israeli Shekel (1980–1985)","displayName-count-one":"Israeli shekel (1980–1985)","displayName-count-other":"Israeli shekels (1980–1985)"},"ILS":{"displayName":"Israeli New Shekel","displayName-count-one":"Israeli new shekel","displayName-count-other":"Israeli new shekels","symbol":"₪","symbol-alt-narrow":"₪"},"INR":{"displayName":"Indian Rupee","displayName-count-one":"Indian rupee","displayName-count-other":"Indian rupees","symbol":"₹","symbol-alt-narrow":"₹"},"IQD":{"displayName":"Iraqi Dinar","displayName-count-one":"Iraqi dinar","displayName-count-other":"Iraqi dinars"},"IRR":{"displayName":"Iranian Rial","displayName-count-one":"Iranian rial","displayName-count-other":"Iranian rials"},"ISJ":{"displayName":"Icelandic Króna (1918–1981)","displayName-count-one":"Icelandic króna (1918–1981)","displayName-count-other":"Icelandic krónur (1918–1981)"},"ISK":{"displayName":"Icelandic Króna","displayName-count-one":"Icelandic króna","displayName-count-other":"Icelandic krónur","symbol-alt-narrow":"kr"},"ITL":{"displayName":"Italian Lira","displayName-count-one":"Italian lira","displayName-count-other":"Italian liras"},"JMD":{"displayName":"Jamaican Dollar","displayName-count-one":"Jamaican dollar","displayName-count-other":"Jamaican dollars","symbol-alt-narrow":"$"},"JOD":{"displayName":"Jordanian Dinar","displayName-count-one":"Jordanian dinar","displayName-count-other":"Jordanian dinars"},"JPY":{"displayName":"Japanese Yen","displayName-count-one":"Japanese yen","displayName-count-other":"Japanese yen","symbol":"¥","symbol-alt-narrow":"¥"},"KES":{"displayName":"Kenyan Shilling","displayName-count-one":"Kenyan shilling","displayName-count-other":"Kenyan shillings"},"KGS":{"displayName":"Kyrgystani Som","displayName-count-one":"Kyrgystani som","displayName-count-other":"Kyrgystani soms","symbol-alt-narrow":"⃀"},"KHR":{"displayName":"Cambodian Riel","displayName-count-one":"Cambodian riel","displayName-count-other":"Cambodian riels","symbol-alt-narrow":"៛"},"KMF":{"displayName":"Comorian Franc","displayName-count-one":"Comorian franc","displayName-count-other":"Comorian francs","symbol-alt-narrow":"CF"},"KPW":{"displayName":"North Korean Won","displayName-count-one":"North Korean won","displayName-count-other":"North Korean won","symbol-alt-narrow":"₩"},"KRH":{"displayName":"South Korean Hwan (1953–1962)","displayName-count-one":"South Korean hwan (1953–1962)","displayName-count-other":"South Korean hwan (1953–1962)"},"KRO":{"displayName":"South Korean Won (1945–1953)","displayName-count-one":"South Korean won (1945–1953)","displayName-count-other":"South Korean won (1945–1953)"},"KRW":{"displayName":"South Korean Won","displayName-count-one":"South Korean won","displayName-count-other":"South Korean won","symbol":"₩","symbol-alt-narrow":"₩"},"KWD":{"displayName":"Kuwaiti Dinar","displayName-count-one":"Kuwaiti dinar","displayName-count-other":"Kuwaiti dinars"},"KYD":{"displayName":"Cayman Islands Dollar","displayName-count-one":"Cayman Islands dollar","displayName-count-other":"Cayman Islands dollars","symbol-alt-narrow":"$"},"KZT":{"displayName":"Kazakhstani Tenge","displayName-count-one":"Kazakhstani tenge","displayName-count-other":"Kazakhstani tenges","symbol-alt-narrow":"₸"},"LAK":{"displayName":"Laotian Kip","displayName-count-one":"Laotian kip","displayName-count-other":"Laotian kips","symbol-alt-narrow":"₭"},"LBP":{"displayName":"Lebanese Pound","displayName-count-one":"Lebanese pound","displayName-count-other":"Lebanese pounds","symbol-alt-narrow":"L£"},"LKR":{"displayName":"Sri Lankan Rupee","displayName-count-one":"Sri Lankan rupee","displayName-count-other":"Sri Lankan rupees","symbol-alt-narrow":"Rs"},"LRD":{"displayName":"Liberian Dollar","displayName-count-one":"Liberian dollar","displayName-count-other":"Liberian dollars","symbol-alt-narrow":"$"},"LSL":{"displayName":"Lesotho Loti","displayName-count-one":"Lesotho loti","displayName-count-other":"Lesotho lotis"},"LTL":{"displayName":"Lithuanian Litas","displayName-count-one":"Lithuanian litas","displayName-count-other":"Lithuanian litai","symbol-alt-narrow":"Lt"},"LTT":{"displayName":"Lithuanian Talonas","displayName-count-one":"Lithuanian talonas","displayName-count-other":"Lithuanian talonases"},"LUC":{"displayName":"Luxembourgian Convertible Franc","displayName-count-one":"Luxembourgian convertible franc","displayName-count-other":"Luxembourgian convertible francs"},"LUF":{"displayName":"Luxembourgian Franc","displayName-count-one":"Luxembourgian franc","displayName-count-other":"Luxembourgian francs"},"LUL":{"displayName":"Luxembourg Financial Franc","displayName-count-one":"Luxembourg financial franc","displayName-count-other":"Luxembourg financial francs"},"LVL":{"displayName":"Latvian Lats","displayName-count-one":"Latvian lats","displayName-count-other":"Latvian lati","symbol-alt-narrow":"Ls"},"LVR":{"displayName":"Latvian Ruble","displayName-count-one":"Latvian ruble","displayName-count-other":"Latvian rubles"},"LYD":{"displayName":"Libyan Dinar","displayName-count-one":"Libyan dinar","displayName-count-other":"Libyan dinars"},"MAD":{"displayName":"Moroccan Dirham","displayName-count-one":"Moroccan dirham","displayName-count-other":"Moroccan dirhams"},"MAF":{"displayName":"Moroccan Franc","displayName-count-one":"Moroccan franc","displayName-count-other":"Moroccan francs"},"MCF":{"displayName":"Monegasque Franc","displayName-count-one":"Monegasque franc","displayName-count-other":"Monegasque francs"},"MDC":{"displayName":"Moldovan Cupon","displayName-count-one":"Moldovan cupon","displayName-count-other":"Moldovan cupon"},"MDL":{"displayName":"Moldovan Leu","displayName-count-one":"Moldovan leu","displayName-count-other":"Moldovan lei"},"MGA":{"displayName":"Malagasy Ariary","displayName-count-one":"Malagasy ariary","displayName-count-other":"Malagasy ariaries","symbol-alt-narrow":"Ar"},"MGF":{"displayName":"Malagasy Franc","displayName-count-one":"Malagasy franc","displayName-count-other":"Malagasy francs"},"MKD":{"displayName":"Macedonian Denar","displayName-count-one":"Macedonian denar","displayName-count-other":"Macedonian denari"},"MKN":{"displayName":"Macedonian Denar (1992–1993)","displayName-count-one":"Macedonian denar (1992–1993)","displayName-count-other":"Macedonian denari (1992–1993)"},"MLF":{"displayName":"Malian Franc","displayName-count-one":"Malian franc","displayName-count-other":"Malian francs"},"MMK":{"displayName":"Myanmar Kyat","displayName-count-one":"Myanmar kyat","displayName-count-other":"Myanmar kyats","symbol-alt-narrow":"K"},"MNT":{"displayName":"Mongolian Tugrik","displayName-count-one":"Mongolian tugrik","displayName-count-other":"Mongolian tugriks","symbol-alt-narrow":"₮"},"MOP":{"displayName":"Macanese Pataca","displayName-count-one":"Macanese pataca","displayName-count-other":"Macanese patacas"},"MRO":{"displayName":"Mauritanian Ouguiya (1973–2017)","displayName-count-one":"Mauritanian ouguiya (1973–2017)","displayName-count-other":"Mauritanian ouguiyas (1973–2017)"},"MRU":{"displayName":"Mauritanian Ouguiya","displayName-count-one":"Mauritanian ouguiya","displayName-count-other":"Mauritanian ouguiyas"},"MTL":{"displayName":"Maltese Lira","displayName-count-one":"Maltese lira","displayName-count-other":"Maltese lira"},"MTP":{"displayName":"Maltese Pound","displayName-count-one":"Maltese pound","displayName-count-other":"Maltese pounds"},"MUR":{"displayName":"Mauritian Rupee","displayName-count-one":"Mauritian rupee","displayName-count-other":"Mauritian rupees","symbol-alt-narrow":"Rs"},"MVP":{"displayName":"Maldivian Rupee (1947–1981)","displayName-count-one":"Maldivian rupee (1947–1981)","displayName-count-other":"Maldivian rupees (1947–1981)"},"MVR":{"displayName":"Maldivian Rufiyaa","displayName-count-one":"Maldivian rufiyaa","displayName-count-other":"Maldivian rufiyaas"},"MWK":{"displayName":"Malawian Kwacha","displayName-count-one":"Malawian kwacha","displayName-count-other":"Malawian kwachas"},"MXN":{"displayName":"Mexican Peso","displayName-count-one":"Mexican peso","displayName-count-other":"Mexican pesos","symbol":"MX$","symbol-alt-narrow":"$"},"MXP":{"displayName":"Mexican Silver Peso (1861–1992)","displayName-count-one":"Mexican silver peso (1861–1992)","displayName-count-other":"Mexican silver pesos (1861–1992)"},"MXV":{"displayName":"Mexican Investment Unit","displayName-count-one":"Mexican investment unit","displayName-count-other":"Mexican investment units"},"MYR":{"displayName":"Malaysian Ringgit","displayName-count-one":"Malaysian ringgit","displayName-count-other":"Malaysian ringgits","symbol-alt-narrow":"RM"},"MZE":{"displayName":"Mozambican Escudo","displayName-count-one":"Mozambican escudo","displayName-count-other":"Mozambican escudos"},"MZM":{"displayName":"Mozambican Metical (1980–2006)","displayName-count-one":"Mozambican metical (1980–2006)","displayName-count-other":"Mozambican meticals (1980–2006)"},"MZN":{"displayName":"Mozambican Metical","displayName-count-one":"Mozambican metical","displayName-count-other":"Mozambican meticals"},"NAD":{"displayName":"Namibian Dollar","displayName-count-one":"Namibian dollar","displayName-count-other":"Namibian dollars","symbol-alt-narrow":"$"},"NGN":{"displayName":"Nigerian Naira","displayName-count-one":"Nigerian naira","displayName-count-other":"Nigerian nairas","symbol-alt-narrow":"₦"},"NIC":{"displayName":"Nicaraguan Córdoba (1988–1991)","displayName-count-one":"Nicaraguan córdoba (1988–1991)","displayName-count-other":"Nicaraguan córdobas (1988–1991)"},"NIO":{"displayName":"Nicaraguan Córdoba","displayName-count-one":"Nicaraguan córdoba","displayName-count-other":"Nicaraguan córdobas","symbol-alt-narrow":"C$"},"NLG":{"displayName":"Dutch Guilder","displayName-count-one":"Dutch guilder","displayName-count-other":"Dutch guilders"},"NOK":{"displayName":"Norwegian Krone","displayName-count-one":"Norwegian krone","displayName-count-other":"Norwegian kroner","symbol-alt-narrow":"kr"},"NPR":{"displayName":"Nepalese Rupee","displayName-count-one":"Nepalese rupee","displayName-count-other":"Nepalese rupees","symbol-alt-narrow":"Rs"},"NZD":{"displayName":"New Zealand Dollar","displayName-count-one":"New Zealand dollar","displayName-count-other":"New Zealand dollars","symbol":"NZ$","symbol-alt-narrow":"$"},"OMR":{"displayName":"Omani Rial","displayName-count-one":"Omani rial","displayName-count-other":"Omani rials"},"PAB":{"displayName":"Panamanian Balboa","displayName-count-one":"Panamanian balboa","displayName-count-other":"Panamanian balboas"},"PEI":{"displayName":"Peruvian Inti","displayName-count-one":"Peruvian inti","displayName-count-other":"Peruvian intis"},"PEN":{"displayName":"Peruvian Sol","displayName-count-one":"Peruvian sol","displayName-count-other":"Peruvian soles"},"PES":{"displayName":"Peruvian Sol (1863–1965)","displayName-count-one":"Peruvian sol (1863–1965)","displayName-count-other":"Peruvian soles (1863–1965)"},"PGK":{"displayName":"Papua New Guinean Kina","displayName-count-one":"Papua New Guinean kina","displayName-count-other":"Papua New Guinean kina"},"PHP":{"displayName":"Philippine Peso","displayName-count-one":"Philippine peso","displayName-count-other":"Philippine pesos","symbol":"₱","symbol-alt-narrow":"₱"},"PKR":{"displayName":"Pakistani Rupee","displayName-count-one":"Pakistani rupee","displayName-count-other":"Pakistani rupees","symbol-alt-narrow":"Rs"},"PLN":{"displayName":"Polish Zloty","displayName-count-one":"Polish zloty","displayName-count-other":"Polish zlotys","symbol-alt-narrow":"zł"},"PLZ":{"displayName":"Polish Zloty (1950–1995)","displayName-count-one":"Polish zloty (PLZ)","displayName-count-other":"Polish zlotys (PLZ)"},"PTE":{"displayName":"Portuguese Escudo","displayName-count-one":"Portuguese escudo","displayName-count-other":"Portuguese escudos"},"PYG":{"displayName":"Paraguayan Guarani","displayName-count-one":"Paraguayan guarani","displayName-count-other":"Paraguayan guaranis","symbol-alt-narrow":"₲"},"QAR":{"displayName":"Qatari Riyal","displayName-count-one":"Qatari riyal","displayName-count-other":"Qatari riyals"},"RHD":{"displayName":"Rhodesian Dollar","displayName-count-one":"Rhodesian dollar","displayName-count-other":"Rhodesian dollars"},"ROL":{"displayName":"Romanian Leu (1952–2006)","displayName-count-one":"Romanian leu (1952–2006)","displayName-count-other":"Romanian Lei (1952–2006)"},"RON":{"displayName":"Romanian Leu","displayName-count-one":"Romanian leu","displayName-count-other":"Romanian lei","symbol-alt-narrow":"lei"},"RSD":{"displayName":"Serbian Dinar","displayName-count-one":"Serbian dinar","displayName-count-other":"Serbian dinars"},"RUB":{"displayName":"Russian Ruble","displayName-count-one":"Russian ruble","displayName-count-other":"Russian rubles","symbol-alt-narrow":"₽"},"RUR":{"displayName":"Russian Ruble (1991–1998)","displayName-count-one":"Russian ruble (1991–1998)","displayName-count-other":"Russian rubles (1991–1998)"},"RWF":{"displayName":"Rwandan Franc","displayName-count-one":"Rwandan franc","displayName-count-other":"Rwandan francs","symbol-alt-narrow":"RF"},"SAR":{"displayName":"Saudi Riyal","displayName-count-one":"Saudi riyal","displayName-count-other":"Saudi riyals"},"SBD":{"displayName":"Solomon Islands Dollar","displayName-count-one":"Solomon Islands dollar","displayName-count-other":"Solomon Islands dollars","symbol-alt-narrow":"$"},"SCR":{"displayName":"Seychellois Rupee","displayName-count-one":"Seychellois rupee","displayName-count-other":"Seychellois rupees"},"SDD":{"displayName":"Sudanese Dinar (1992–2007)","displayName-count-one":"Sudanese dinar (1992–2007)","displayName-count-other":"Sudanese dinars (1992–2007)"},"SDG":{"displayName":"Sudanese Pound","displayName-count-one":"Sudanese pound","displayName-count-other":"Sudanese pounds"},"SDP":{"displayName":"Sudanese Pound (1957–1998)","displayName-count-one":"Sudanese pound (1957–1998)","displayName-count-other":"Sudanese pounds (1957–1998)"},"SEK":{"displayName":"Swedish Krona","displayName-count-one":"Swedish krona","displayName-count-other":"Swedish kronor","symbol-alt-narrow":"kr"},"SGD":{"displayName":"Singapore Dollar","displayName-count-one":"Singapore dollar","displayName-count-other":"Singapore dollars","symbol-alt-narrow":"$"},"SHP":{"displayName":"St. Helena Pound","displayName-count-one":"St. Helena pound","displayName-count-other":"St. Helena pounds","symbol-alt-narrow":"£"},"SIT":{"displayName":"Slovenian Tolar","displayName-count-one":"Slovenian tolar","displayName-count-other":"Slovenian tolars"},"SKK":{"displayName":"Slovak Koruna","displayName-count-one":"Slovak koruna","displayName-count-other":"Slovak korunas"},"SLE":{"displayName":"Sierra Leonean Leone","displayName-count-one":"Sierra Leonean leone","displayName-count-other":"Sierra Leonean leones"},"SLL":{"displayName":"Sierra Leonean Leone (1964—2022)","displayName-count-one":"Sierra Leonean leone (1964—2022)","displayName-count-other":"Sierra Leonean leones (1964—2022)"},"SOS":{"displayName":"Somali Shilling","displayName-count-one":"Somali shilling","displayName-count-other":"Somali shillings"},"SRD":{"displayName":"Surinamese Dollar","displayName-count-one":"Surinamese dollar","displayName-count-other":"Surinamese dollars","symbol-alt-narrow":"$"},"SRG":{"displayName":"Surinamese Guilder","displayName-count-one":"Surinamese guilder","displayName-count-other":"Surinamese guilders"},"SSP":{"displayName":"South Sudanese Pound","displayName-count-one":"South Sudanese pound","displayName-count-other":"South Sudanese pounds","symbol-alt-narrow":"£"},"STD":{"displayName":"São Tomé & Príncipe Dobra (1977–2017)","displayName-count-one":"São Tomé & Príncipe dobra (1977–2017)","displayName-count-other":"São Tomé & Príncipe dobras (1977–2017)"},"STN":{"displayName":"São Tomé & Príncipe Dobra","displayName-count-one":"São Tomé & Príncipe dobra","displayName-count-other":"São Tomé & Príncipe dobras","symbol-alt-narrow":"Db"},"SUR":{"displayName":"Soviet Rouble","displayName-count-one":"Soviet rouble","displayName-count-other":"Soviet roubles"},"SVC":{"displayName":"Salvadoran Colón","displayName-count-one":"Salvadoran colón","displayName-count-other":"Salvadoran colones"},"SYP":{"displayName":"Syrian Pound","displayName-count-one":"Syrian pound","displayName-count-other":"Syrian pounds","symbol-alt-narrow":"£"},"SZL":{"displayName":"Swazi Lilangeni","displayName-count-one":"Swazi lilangeni","displayName-count-other":"Swazi emalangeni"},"THB":{"displayName":"Thai Baht","displayName-count-one":"Thai baht","displayName-count-other":"Thai baht","symbol-alt-narrow":"฿"},"TJR":{"displayName":"Tajikistani Ruble","displayName-count-one":"Tajikistani ruble","displayName-count-other":"Tajikistani rubles"},"TJS":{"displayName":"Tajikistani Somoni","displayName-count-one":"Tajikistani somoni","displayName-count-other":"Tajikistani somonis"},"TMM":{"displayName":"Turkmenistani Manat (1993–2009)","displayName-count-one":"Turkmenistani manat (1993–2009)","displayName-count-other":"Turkmenistani manat (1993–2009)"},"TMT":{"displayName":"Turkmenistani Manat","displayName-count-one":"Turkmenistani manat","displayName-count-other":"Turkmenistani manat"},"TND":{"displayName":"Tunisian Dinar","displayName-count-one":"Tunisian dinar","displayName-count-other":"Tunisian dinars"},"TOP":{"displayName":"Tongan Paʻanga","displayName-count-one":"Tongan paʻanga","displayName-count-other":"Tongan paʻanga","symbol-alt-narrow":"T$"},"TPE":{"displayName":"Timorese Escudo","displayName-count-one":"Timorese escudo","displayName-count-other":"Timorese escudos"},"TRL":{"displayName":"Turkish Lira (1922–2005)","displayName-count-one":"Turkish lira (1922–2005)","displayName-count-other":"Turkish Lira (1922–2005)"},"TRY":{"displayName":"Turkish Lira","displayName-count-one":"Turkish lira","displayName-count-other":"Turkish Lira","symbol-alt-narrow":"₺","symbol-alt-variant":"TL"},"TTD":{"displayName":"Trinidad & Tobago Dollar","displayName-count-one":"Trinidad & Tobago dollar","displayName-count-other":"Trinidad & Tobago dollars","symbol-alt-narrow":"$"},"TWD":{"displayName":"New Taiwan Dollar","displayName-count-one":"New Taiwan dollar","displayName-count-other":"New Taiwan dollars","symbol":"NT$","symbol-alt-narrow":"$"},"TZS":{"displayName":"Tanzanian Shilling","displayName-count-one":"Tanzanian shilling","displayName-count-other":"Tanzanian shillings"},"UAH":{"displayName":"Ukrainian Hryvnia","displayName-count-one":"Ukrainian hryvnia","displayName-count-other":"Ukrainian hryvnias","symbol-alt-narrow":"₴"},"UAK":{"displayName":"Ukrainian Karbovanets","displayName-count-one":"Ukrainian karbovanets","displayName-count-other":"Ukrainian karbovantsiv"},"UGS":{"displayName":"Ugandan Shilling (1966–1987)","displayName-count-one":"Ugandan shilling (1966–1987)","displayName-count-other":"Ugandan shillings (1966–1987)"},"UGX":{"displayName":"Ugandan Shilling","displayName-count-one":"Ugandan shilling","displayName-count-other":"Ugandan shillings"},"USD":{"displayName":"US Dollar","displayName-count-one":"US dollar","displayName-count-other":"US dollars","symbol":"$","symbol-alt-narrow":"$"},"USN":{"displayName":"US Dollar (Next day)","displayName-count-one":"US dollar (next day)","displayName-count-other":"US dollars (next day)"},"USS":{"displayName":"US Dollar (Same day)","displayName-count-one":"US dollar (same day)","displayName-count-other":"US dollars (same day)"},"UYI":{"displayName":"Uruguayan Peso (Indexed Units)","displayName-count-one":"Uruguayan peso (indexed units)","displayName-count-other":"Uruguayan pesos (indexed units)"},"UYP":{"displayName":"Uruguayan Peso (1975–1993)","displayName-count-one":"Uruguayan peso (1975–1993)","displayName-count-other":"Uruguayan pesos (1975–1993)"},"UYU":{"displayName":"Uruguayan Peso","displayName-count-one":"Uruguayan peso","displayName-count-other":"Uruguayan pesos","symbol-alt-narrow":"$"},"UYW":{"displayName":"Uruguayan Nominal Wage Index Unit","displayName-count-one":"Uruguayan nominal wage index unit","displayName-count-other":"Uruguayan nominal wage index units"},"UZS":{"displayName":"Uzbekistani Som","displayName-count-one":"Uzbekistani som","displayName-count-other":"Uzbekistani som"},"VEB":{"displayName":"Venezuelan Bolívar (1871–2008)","displayName-count-one":"Venezuelan bolívar (1871–2008)","displayName-count-other":"Venezuelan bolívars (1871–2008)"},"VED":{"displayName":"Bolívar Soberano","displayName-count-one":"Bolívar Soberano","displayName-count-other":"Bolívar Soberanos"},"VEF":{"displayName":"Venezuelan Bolívar (2008–2018)","displayName-count-one":"Venezuelan bolívar (2008–2018)","displayName-count-other":"Venezuelan bolívars (2008–2018)","symbol-alt-narrow":"Bs"},"VES":{"displayName":"Venezuelan Bolívar","displayName-count-one":"Venezuelan bolívar","displayName-count-other":"Venezuelan bolívars"},"VND":{"displayName":"Vietnamese Dong","displayName-count-one":"Vietnamese dong","displayName-count-other":"Vietnamese dong","symbol":"₫","symbol-alt-narrow":"₫"},"VNN":{"displayName":"Vietnamese Dong (1978–1985)","displayName-count-one":"Vietnamese dong (1978–1985)","displayName-count-other":"Vietnamese dong (1978–1985)"},"VUV":{"displayName":"Vanuatu Vatu","displayName-count-one":"Vanuatu vatu","displayName-count-other":"Vanuatu vatus"},"WST":{"displayName":"Samoan Tala","displayName-count-one":"Samoan tala","displayName-count-other":"Samoan tala"},"XAF":{"displayName":"Central African CFA Franc","displayName-count-one":"Central African CFA franc","displayName-count-other":"Central African CFA francs","symbol":"FCFA"},"XAG":{"displayName":"Silver","displayName-count-one":"troy ounce of silver","displayName-count-other":"troy ounces of silver"},"XAU":{"displayName":"Gold","displayName-count-one":"troy ounce of gold","displayName-count-other":"troy ounces of gold"},"XBA":{"displayName":"European Composite Unit","displayName-count-one":"European composite unit","displayName-count-other":"European composite units"},"XBB":{"displayName":"European Monetary Unit","displayName-count-one":"European monetary unit","displayName-count-other":"European monetary units"},"XBC":{"displayName":"European Unit of Account (XBC)","displayName-count-one":"European unit of account (XBC)","displayName-count-other":"European units of account (XBC)"},"XBD":{"displayName":"European Unit of Account (XBD)","displayName-count-one":"European unit of account (XBD)","displayName-count-other":"European units of account (XBD)"},"XCD":{"displayName":"East Caribbean Dollar","displayName-count-one":"East Caribbean dollar","displayName-count-other":"East Caribbean dollars","symbol":"EC$","symbol-alt-narrow":"$"},"XDR":{"displayName":"Special Drawing Rights","displayName-count-one":"special drawing rights","displayName-count-other":"special drawing rights"},"XEU":{"displayName":"European Currency Unit","displayName-count-one":"European currency unit","displayName-count-other":"European currency units"},"XFO":{"displayName":"French Gold Franc","displayName-count-one":"French gold franc","displayName-count-other":"French gold francs"},"XFU":{"displayName":"French UIC-Franc","displayName-count-one":"French UIC-franc","displayName-count-other":"French UIC-francs"},"XOF":{"displayName":"West African CFA Franc","displayName-count-one":"West African CFA franc","displayName-count-other":"West African CFA francs","symbol":"F\u202fCFA"},"XPD":{"displayName":"Palladium","displayName-count-one":"troy ounce of palladium","displayName-count-other":"troy ounces of palladium"},"XPF":{"displayName":"CFP Franc","displayName-count-one":"CFP franc","displayName-count-other":"CFP francs","symbol":"CFPF"},"XPT":{"displayName":"Platinum","displayName-count-one":"troy ounce of platinum","displayName-count-other":"troy ounces of platinum"},"XRE":{"displayName":"RINET Funds","displayName-count-one":"RINET Funds unit","displayName-count-other":"RINET Funds units"},"XSU":{"displayName":"Sucre","displayName-count-one":"Sucre","displayName-count-other":"Sucres"},"XTS":{"displayName":"Testing Currency Code","displayName-count-one":"Testing Currency unit","displayName-count-other":"Testing Currency units"},"XUA":{"displayName":"ADB Unit of Account","displayName-count-one":"ADB unit of account","displayName-count-other":"ADB units of account"},"XXX":{"displayName":"Unknown Currency","displayName-count-one":"(unknown unit of currency)","displayName-count-other":"(unknown currency)","symbol":"¤"},"YDD":{"displayName":"Yemeni Dinar","displayName-count-one":"Yemeni dinar","displayName-count-other":"Yemeni dinars"},"YER":{"displayName":"Yemeni Rial","displayName-count-one":"Yemeni rial","displayName-count-other":"Yemeni rials"},"YUD":{"displayName":"Yugoslavian Hard Dinar (1966–1990)","displayName-count-one":"Yugoslavian hard dinar (1966–1990)","displayName-count-other":"Yugoslavian hard dinars (1966–1990)"},"YUM":{"displayName":"Yugoslavian New Dinar (1994–2002)","displayName-count-one":"Yugoslavian new dinar (1994–2002)","displayName-count-other":"Yugoslavian new dinars (1994–2002)"},"YUN":{"displayName":"Yugoslavian Convertible Dinar (1990–1992)","displayName-count-one":"Yugoslavian convertible dinar (1990–1992)","displayName-count-other":"Yugoslavian convertible dinars (1990–1992)"},"YUR":{"displayName":"Yugoslavian Reformed Dinar (1992–1993)","displayName-count-one":"Yugoslavian reformed dinar (1992–1993)","displayName-count-other":"Yugoslavian reformed dinars (1992–1993)"},"ZAL":{"displayName":"South African Rand (financial)","displayName-count-one":"South African rand (financial)","displayName-count-other":"South African rands (financial)"},"ZAR":{"displayName":"South African Rand","displayName-count-one":"South African rand","displayName-count-other":"South African rand","symbol-alt-narrow":"R"},"ZMK":{"displayName":"Zambian Kwacha (1968–2012)","displayName-count-one":"Zambian kwacha (1968–2012)","displayName-count-other":"Zambian kwachas (1968–2012)"},"ZMW":{"displayName":"Zambian Kwacha","displayName-count-one":"Zambian kwacha","displayName-count-other":"Zambian kwachas","symbol-alt-narrow":"ZK"},"ZRN":{"displayName":"Zairean New Zaire (1993–1998)","displayName-count-one":"Zairean new zaire (1993–1998)","displayName-count-other":"Zairean new zaires (1993–1998)"},"ZRZ":{"displayName":"Zairean Zaire (1971–1993)","displayName-count-one":"Zairean zaire (1971–1993)","displayName-count-other":"Zairean zaires (1971–1993)"},"ZWD":{"displayName":"Zimbabwean Dollar (1980–2008)","displayName-count-one":"Zimbabwean dollar (1980–2008)","displayName-count-other":"Zimbabwean dollars (1980–2008)"},"ZWL":{"displayName":"Zimbabwean Dollar (2009)","displayName-count-one":"Zimbabwean dollar (2009)","displayName-count-other":"Zimbabwean dollars (2009)"},"ZWR":{"displayName":"Zimbabwean Dollar (2008)","displayName-count-one":"Zimbabwean dollar (2008)","displayName-count-other":"Zimbabwean dollars (2008)"}}}}}}
id: {"main":{"id":{"identity":{"version":{"_cldrVersion":"44.1"},"language":"id"},"numbers":{"currencies":{"ADP":{"displayName":"Peseta Andorra"},"AED":{"displayName":"Dirham Uni Emirat Arab"},"AFA":{"displayName":"Afgani Afganistan (1927–2002)"},"AFN":{"displayName":"Afgani Afganistan","symbol-alt-narrow":"؋"},"ALL":{"displayName":"Lek Albania"},"AMD":{"displayName":"Dram Armenia","symbol-alt-narrow":"֏"},"ANG":{"displayName":"Guilder Antilla Belanda"},"AOA":{"displayName":"Kwanza Angola","symbol-alt-narrow":"Kz"},"AOK":{"displayName":"Kwanza Angola (1977–1991)"},"AON":{"displayName":"Kwanza Baru Angola (1990–2000)"},"AOR":{"displayName":"Kwanza Angola yang Disesuaikan Lagi (1995–1999)"},"ARA":{"displayName":"Austral Argentina"},"ARL":{"displayName":"Peso Ley Argentina (1970–1983)"},"ARM":{"displayName":"Peso Argentina (1881–1970)"},"ARP":{"displayName":"Peso Argentina (1983–1985)"},"ARS":{"displayName":"Peso Argentina","symbol-alt-narrow":"$"},"ATS":{"displayName":"Schilling Austria"},"AUD":{"displayName":"Dolar Australia","symbol":"AU$","symbol-alt-narrow":"$"},"AWG":{"displayName":"Florin Aruba"},"AZM":{"displayName":"Manat Azerbaijan (1993–2006)"},"AZN":{"displayName":"Manat Azerbaijan","symbol-alt-narrow":"₼"},"BAD":{"displayName":"Dinar Bosnia-Herzegovina (1992–1994)"},"BAM":{"displayName":"Mark Konvertibel Bosnia-Herzegovina","symbol-alt-narrow":"KM"},"BAN":{"displayName":"Dinar Baru Bosnia-Herzegovina (1994–1997)"},"BBD":{"displayName":"Dolar Barbados","symbol-alt-narrow":"$"},"BDT":{"displayName":"Taka Bangladesh","symbol-alt-narrow":"৳"},"BEC":{"displayName":"Franc Belgia (konvertibel)"},"BEF":{"displayName":"Franc Belgia"},"BEL":{"displayName":"Franc Belgia (keuangan)"},"BGL":{"displayName":"Hard Lev Bulgaria"},"BGM":{"displayName":"Socialist Lev Bulgaria"},"BGN":{"displayName":"Lev Bulgaria"},"BGO":{"displayName":"Lev Bulgaria (1879–1952)"},"BHD":{"displayName":"Dinar Bahrain"},"BIF":{"displayName":"Franc Burundi"},"BMD":{"displayName":"Dolar Bermuda","symbol-alt-narrow":"$"},"BND":{"displayName":"Dolar Brunei","symbol-alt-narrow":"$"},"BOB":{"displayName":"Boliviano","symbol-alt-narrow":"Bs"},"BOL":{"displayName":"Boliviano Bolivia (1863–1963)"},"BOP":{"displayName":"Peso Bolivia"},"BOV":{"displayName":"Mvdol Bolivia"},"BRB":{"displayName":"Cruzeiro Baru Brasil (1967–1986)"},"BRC":{"displayName":"Cruzado Brasil (1986–1989)"},"BRE":{"displayName":"Cruzeiro Brasil (1990–1993)"},"BRL":{"displayName":"Real Brasil","symbol":"R$","symbol-alt-narrow":"R$"},"BRN":{"displayName":"Cruzado Baru Brasil (1989–1990)"},"BRR":{"displayName":"Cruzeiro Brasil (1993–1994)"},"BRZ":{"displayName":"Cruzeiro Brasil (1942–1967)"},"BSD":{"displayName":"Dolar Bahama","symbol-alt-narrow":"$"},"BTN":{"displayName":"Ngultrum Bhutan"},"BUK":{"displayName":"Kyat Burma"},"BWP":{"displayName":"Pula Botswana","symbol-alt-narrow":"P"},"BYB":{"displayName":"Rubel Baru Belarus (1994–1999)"},"BYN":{"displayName":"Rubel Belarusia","symbol-alt-narrow":"р."},"BYR":{"displayName":"Rubel Belarusia (2000–2016)"},"BZD":{"displayName":"Dolar Belize","symbol-alt-narrow":"$"},"CAD":{"displayName":"Dolar Kanada","symbol":"CA$","symbol-alt-narrow":"$"},"CDF":{"displayName":"Franc Kongo"},"CHE":{"displayName":"Euro WIR"},"CHF":{"displayName":"Franc Swiss"},"CHW":{"displayName":"Franc WIR"},"CLE":{"displayName":"Escudo Cile"},"CLF":{"displayName":"Satuan Hitung (UF) Cile"},"CLP":{"displayName":"Peso Cile","symbol-alt-narrow":"$"},"CNH":{"displayName":"Yuan Tiongkok (luar negeri)"},"CNY":{"displayName":"Yuan Tiongkok","symbol":"CN¥","symbol-alt-narrow":"¥"},"COP":{"displayName":"Peso Kolombia","symbol-alt-narrow":"$"},"COU":{"displayName":"Unit Nilai Nyata Kolombia"},"CRC":{"displayName":"Colon Kosta Rika","symbol-alt-narrow":"₡"},"CSD":{"displayName":"Dinar Serbia (2002–2006)"},"CSK":{"displayName":"Hard Koruna Cheska"},"CUC":{"displayName":"Peso Konvertibel Kuba","symbol-alt-narrow":"$"},"CUP":{"displayName":"Peso Kuba","symbol-alt-narrow":"$"},"CVE":{"displayName":"Escudo Tanjung Verde"},"CYP":{"displayName":"Pound Siprus"},"CZK":{"displayName":"Koruna Ceko","symbol-alt-narrow":"Kč"},"DDM":{"displayName":"Mark Jerman Timur"},"DEM":{"displayName":"Mark Jerman"},"DJF":{"displayName":"Franc Jibuti"},"DKK":{"displayName":"Krone Denmark","symbol-alt-narrow":"kr"},"DOP":{"displayName":"Peso Dominika","symbol-alt-narrow":"$"},"DZD":{"displayName":"Dinar Aljazair"},"ECS":{"displayName":"Sucre Ekuador"},"ECV":{"displayName":"Satuan Nilai Tetap Ekuador"},"EEK":{"displayName":"Kroon Estonia"},"EGP":{"displayName":"Pound Mesir","symbol-alt-narrow":"E£"},"ERN":{"displayName":"Nakfa Eritrea"},"ESA":{"displayName":"Peseta Spanyol (akun)"},"ESB":{"displayName":"Peseta Spanyol (konvertibel)"},"ESP":{"displayName":"Peseta Spanyol","symbol-alt-narrow":"₧"},"ETB":{"displayName":"Birr Etiopia"},"EUR":{"displayName":"Euro","symbol":"€","symbol-alt-narrow":"€"},"FIM":{"displayName":"Markka Finlandia"},"FJD":{"displayName":"Dolar Fiji","symbol-alt-narrow":"$"},"FKP":{"displayName":"Pound Kepulauan Falkland","symbol-alt-narrow":"£"},"FRF":{"displayName":"Franc Prancis"},"GBP":{"displayName":"Pound Inggris","symbol":"£","symbol-alt-narrow":"£"},"GEK":{"displayName":"Kupon Larit Georgia"},"GEL":{"displayName":"Lari Georgia","symbol-alt-narrow":"₾"},"GHC":{"displayName":"Cedi Ghana (1979–2007)"},"GHS":{"displayName":"Cedi Ghana","symbol-alt-narrow":"GH₵"},"GIP":{"displayName":"Pound Gibraltar","symbol-alt-narrow":"£"},"GMD":{"displayName":"Dalasi Gambia"},"GNF":{"displayName":"Franc Guinea","symbol-alt-narrow":"FG"},"GNS":{"displayName":"Syli Guinea"},"GQE":{"displayName":"Ekuele Guinea Ekuatorial"},"GRD":{"displayName":"Drachma Yunani"},"GTQ":{"displayName":"Quetzal Guatemala","symbol-alt-narrow":"Q"},"GWE":{"displayName":"Escudo Guinea Portugal"},"GWP":{"displayName":"Peso Guinea-Bissau"},"GYD":{"displayName":"Dolar Guyana","symbol-alt-narrow":"$"},"HKD":{"displayName":"Dolar Hong Kong","symbol":"HK$","symbol-alt-narrow":"$"},"HNL":{"displayName":"Lempira Honduras","symbol-alt-narrow":"L"},"HRD":{"displayName":"Dinar Kroasia"},"HRK":{"displayName":"Kuna Kroasia","symbol-alt-narrow":"kn"},"HTG":{"displayName":"Gourde Haiti"},"HUF":{"displayName":"Forint Hungaria","symbol-alt-narrow":"Ft"},"IDR":{"displayName":"Rupiah Indonesia","symbol":"Rp","symbol-alt-narrow":"Rp"},"IEP":{"displayName":"Pound Irlandia"},"ILP":{"displayName":"Pound Israel"},"ILR":{"displayName":"Shekel Israel","displayName-count-other":"Shekel Israel (1980–1985)"},"ILS":{"displayName":"Shekel Baru Israel","symbol":"₪","symbol-alt-narrow":"₪"},"INR":{"displayName":"Rupee India","symbol":"Rs","symbol-alt-narrow":"₹"},"IQD":{"displayName":"Dinar Irak"},"IRR":{"displayName":"Rial Iran"},"ISJ":{"displayName":"Krona Islandia (1918–1981)"},"ISK":{"displayName":"Krona Islandia","symbol-alt-narrow":"kr"},"ITL":{"displayName":"Lira Italia"},"JMD":{"displayName":"Dolar Jamaika","symbol-alt-narrow":"$"},"JOD":{"displayName":"Dinar Yordania"},"JPY":{"displayName":"Yen Jepang","symbol":"JP¥","symbol-alt-narrow":"¥"},"KES":{"displayName":"Shilling Kenya"},"KGS":{"displayName":"Som Kirgizstan","symbol-alt-narrow":"⃀"},"KHR":{"displayName":"Riel Kamboja","symbol-alt-narrow":"៛"},"KMF":{"displayName":"Franc Komoro","symbol-alt-narrow":"CF"},"KPW":{"displayName":"Won Korea Utara","symbol-alt-narrow":"₩"},"KRH":{"displayName":"Hwan Korea Selatan (1953–1962)"},"KRO":{"displayName":"Won Korea Selatan (1945–1953)"},"KRW":{"displayName":"Won Korea Selatan","symbol":"₩","symbol-alt-narrow":"₩"},"KWD":{"displayName":"Dinar Kuwait"},"KYD":{"displayName":"Dolar Kepulauan Cayman","symbol-alt-narrow":"$"},"KZT":{"displayName":"Tenge Kazakhstan","symbol-alt-narrow":"₸"},"LAK":{"displayName":"Kip Laos","symbol-alt-narrow":"₭"},"LBP":{"displayName":"Pound Lebanon","symbol-alt-narrow":"L£"},"LKR":{"displayName":"Rupee Sri Lanka","symbol-alt-narrow":"Rs"},"LRD":{"displayName":"Dolar Liberia","symbol-alt-narrow":"$"},"LSL":{"displayName":"Loti Lesotho"},"LTL":{"displayName":"Litas Lituania","symbol-alt-narrow":"Lt"},"LTT":{"displayName":"Talonas Lituania"},"LUC":{"displayName":"Franc Konvertibel Luksemburg"},"LUF":{"displayName":"Franc Luksemburg"},"LUL":{"displayName":"Financial Franc Luksemburg"},"LVL":{"displayName":"Lats Latvia","symbol-alt-narrow":"Ls"},"LVR":{"displayName":"Rubel Latvia"},"LYD":{"displayName":"Dinar Libya"},"MAD":{"displayName":"Dirham Maroko"},"MAF":{"displayName":"Franc Maroko"},"MCF":{"displayName":"Franc Monegasque"},"MDC":{"displayName":"Cupon Moldova"},"MDL":{"displayName":"Leu Moldova"},"MGA":{"displayName":"Ariary Madagaskar","symbol-alt-narrow":"Ar"},"MGF":{"displayName":"Franc Malagasi"},"MKD":{"displayName":"Denar Makedonia"},"MKN":{"displayName":"Denar Makedonia (1992–1993)"},"MLF":{"displayName":"Franc Mali"},"MMK":{"displayName":"Kyat Myanmar","symbol-alt-narrow":"K"},"MNT":{"displayName":"Tugrik Mongolia","symbol-alt-narrow":"₮"},"MOP":{"displayName":"Pataca Makau"},"MRO":{"displayName":"Ouguiya Mauritania (1973–2017)"},"MRU":{"displayName":"Ouguiya Mauritania"},"MTL":{"displayName":"Lira Malta"},"MTP":{"displayName":"Pound Malta"},"MUR":{"displayName":"Rupee Mauritius","symbol-alt-narrow":"Rs"},"MVP":{"displayName":"Rufiyaa Maladewa (1947–1981)"},"MVR":{"displayName":"Rufiyaa Maladewa"},"MWK":{"displayName":"Kwacha Malawi"},"MXN":{"displayName":"Peso Meksiko","symbol":"MX$","symbol-alt-narrow":"$"},"MXP":{"displayName":"Peso Silver Meksiko (1861–1992)","displayName-count-other":"Peso Perak Meksiko"},"MXV":{"displayName":"Unit Investasi Meksiko"},"MYR":{"displayName":"Ringgit Malaysia","symbol-alt-narrow":"RM"},"MZE":{"displayName":"Escudo Mozambik"},"MZM":{"displayName":"Metical Mozambik (1980–2006)"},"MZN":{"displayName":"Metical Mozambik"},"NAD":{"displayName":"Dolar Namibia","symbol-alt-narrow":"$"},"NGN":{"displayName":"Naira Nigeria","symbol-alt-narrow":"₦"},"NIC":{"displayName":"Cordoba Nikaragua (1988–1991)"},"NIO":{"displayName":"Cordoba Nikaragua","symbol-alt-narrow":"C$"},"NLG":{"displayName":"Guilder Belanda"},"NOK":{"displayName":"Krone Norwegia","symbol-alt-narrow":"kr"},"NPR":{"displayName":"Rupee Nepal","symbol-alt-narrow":"Rs"},"NZD":{"displayName":"Dolar Selandia Baru","symbol":"NZ$","symbol-alt-narrow":"$"},"OMR":{"displayName":"Rial Oman"},"PAB":{"displayName":"Balboa Panama"},"PEI":{"displayName":"Inti Peru"},"PEN":{"displayName":"Sol Peru"},"PES":{"displayName":"Sol Peru (1863–1965)"},"PGK":{"displayName":"Kina Papua Nugini"},"PHP":{"displayName":"Peso Filipina","symbol":"PHP","symbol-alt-narrow":"₱"},"PKR":{"displayName":"Rupee Pakistan","symbol-alt-narrow":"Rs"},"PLN":{"displayName":"Zloty Polandia","symbol-alt-narrow":"zł"},"PLZ":{"displayName":"Zloty Polandia (1950–1995)"},"PTE":{"displayName":"Escudo Portugal"},"PYG":{"displayName":"Guarani Paraguay","symbol-alt-narrow":"₲"},"QAR":{"displayName":"Rial Qatar"},"RHD":{"displayName":"Dolar Rhodesia"},"ROL":{"displayName":"Leu Rumania (1952–2006)"},"RON":{"displayName":"Leu Rumania","symbol-alt-narrow":"lei"},"RSD":{"displayName":"Dinar Serbia"},"RUB":{"displayName":"Rubel Rusia","symbol-alt-narrow":"₽"},"RUR":{"displayName":"Rubel Rusia (1991–1998)"},"RWF":{"displayName":"Franc Rwanda","symbol-alt-narrow":"RF"},"SAR":{"displayName":"Riyal Arab Saudi"},"SBD":{"displayName":"Dolar Kepulauan Solomon","symbol-alt-narrow":"$"},"SCR":{"displayName":"Rupee Seychelles"},"SDD":{"displayName":"Dinar Sudan (1992–2007)"},"SDG":{"displayName":"Pound Sudan"},"SDP":{"displayName":"Pound Sudan (1957–1998)"},"SEK":{"displayName":"Krona Swedia","symbol-alt-narrow":"kr"},"SGD":{"displayName":"Dolar Singapura","symbol-alt-narrow":"$"},"SHP":{"displayName":"Pound Saint Helena","symbol-alt-narrow":"£"},"SIT":{"displayName":"Tolar Slovenia"},"SKK":{"displayName":"Koruna Slovakia"},"SLE":{"displayName":"Leone Sierra Leone"},"SLL":{"displayName":"Leone Sierra Leone (1964—2022)"},"SOS":{"displayName":"Shilling Somalia"},"SRD":{"displayName":"Dolar Suriname","symbol-alt-narrow":"$"},"SRG":{"displayName":"Guilder Suriname"},"SSP":{"displayName":"Pound Sudan Selatan","symbol-alt-narrow":"£"},"STD":{"displayName":"Dobra Sao Tome dan Principe (1977–2017)"},"STN":{"displayName":"Dobra Sao Tome dan Principe","symbol-alt-narrow":"Db"},"SUR":{"displayName":"Rubel Soviet"},"SVC":{"displayName":"Colon El Savador"},"SYP":{"displayName":"Pound Suriah","symbol-alt-narrow":"£"},"SZL":{"displayName":"Lilangeni Swaziland"},"THB":{"displayName":"Baht Thailand","symbol":"฿","symbol-alt-narrow":"฿"},"TJR":{"displayName":"Rubel Tajikistan"},"TJS":{"displayName":"Somoni Tajikistan"},"TMM":{"displayName":"Manat Turkmenistan (1993–2009)"},"TMT":{"displayName":"Manat Turkmenistan"},"TND":{"displayName":"Dinar Tunisia"},"TOP":{"displayName":"Paʻanga Tonga","symbol-alt-narrow":"T$"},"TPE":{"displayName":"Escudo Timor"},"TRL":{"displayName":"Lira Turki (1922–2005)"},"TRY":{"displayName":"Lira Turki","symbol-alt-narrow":"₺","symbol-alt-variant":"TL"},"TTD":{"displayName":"Dolar Trinidad dan Tobago","symbol-alt-narrow":"$"},"TWD":{"displayName":"Dolar Baru Taiwan","symbol":"NT$","symbol-alt-narrow":"NT$"},"TZS":{"displayName":"Shilling Tanzania"},"UAH":{"displayName":"Hryvnia Ukraina","symbol-alt-narrow":"₴"},"UAK":{"displayName":"Karbovanet Ukraina"},"UGS":{"displayName":"Shilling Uganda (1966–1987)"},"UGX":{"displayName":"Shilling Uganda"},"USD":{"displayName":"Dolar Amerika Serikat","symbol":"US$","symbol-alt-narrow":"$"},"USN":{"displayName":"Dolar AS (Hari berikutnya)"},"USS":{"displayName":"Dolar AS (Hari yang sama)"},"UYI":{"displayName":"Peso Uruguay (Unit Diindeks)"},"UYP":{"displayName":"Peso Uruguay (1975–1993)"},"UYU":{"displayName":"Peso Uruguay","symbol-alt-narrow":"$"},"UZS":{"displayName":"Som Uzbekistan"},"VEB":{"displayName":"Bolivar Venezuela (1871–2008)"},"VEF":{"displayName":"Bolivar Venezuela (2008–2018)","symbol-alt-narrow":"Bs"},"VES":{"displayName":"Bolivar Venezuela"},"VND":{"displayName":"Dong Vietnam","symbol":"₫","symbol-alt-narrow":"₫"},"VNN":{"displayName":"Dong Vietnam (1978–1985)"},"VUV":{"displayName":"Vatu Vanuatu"},"WST":{"displayName":"Tala Samoa"},"XAF":{"displayName":"Franc CFA Afrika Tengah","symbol":"FCFA"},"XAG":{"displayName":"Silver"},"XAU":{"displayName":"Emas"},"XBA":{"displayName":"Unit Gabungan Eropa"},"XBB":{"displayName":"Unit Keuangan Eropa"},"XBC":{"displayName":"Satuan Hitung Eropa (XBC)"},"XBD":{"displayName":"Satuan Hitung Eropa (XBD)"},"XCD":{"displayName":"Dolar Karibia Timur","symbol":"EC$","symbol-alt-narrow":"$"},"XDR":{"displayName":"Hak Khusus Menggambar"},"XEU":{"displayName":"Satuan Mata Uang Eropa"},"XFO":{"displayName":"Franc Gold Perancis"},"XFU":{"displayName":"Franc UIC Perancis"},"XOF":{"displayName":"Franc CFA Afrika Barat","symbol":"F\u202fCFA"},"XPD":{"displayName":"Palladium"},"XPF":{"displayName":"Franc CFP","symbol":"CFPF"},"XPT":{"displayName":"Platinum"},"XRE":{"displayName":"Dana RINET"},"XTS":{"displayName":"Kode Mata Uang Pengujian"},"XXX":{"displayName":"Mata Uang Tidak Dikenal","displayName-count-other":"(mata uang tidak dikenal)","symbol":"XXX"},"YDD":{"displayName":"Dinar Yaman"},"YER":{"displayName":"Rial Yaman"},"YUD":{"displayName":"Hard Dinar Yugoslavia (1966–1990)","displayName-count-other":"Dinar Keras Yugoslavia"},"YUM":{"displayName":"Dinar Baru Yugoslavia (1994–2002)"},"YUN":{"displayName":"Dinar Konvertibel Yugoslavia (1990–1992)"},"YUR":{"displayName":"Dinar Reformasi Yugoslavia (1992–1993)"},"ZAL":{"displayName":"Rand Afrika Selatan (Keuangan)"},"ZAR":{"displayName":"Rand Afrika Selatan","symbol-alt-narrow":"R"},"ZMK":{"displayName":"Kwacha Zambia (1968–2012)"},"ZMW":{"displayName":"Kwacha Zambia","symbol-alt-narrow":"ZK"},"ZRN":{"displayName":"Zaire Baru Zaire (1993–1998)"},"ZRZ":{"displayName":"Zaire Zaire (1971–1993)"},"ZWD":{"displayName":"Dolar Zimbabwe (1980–2008)"},"ZWL":{"displayName":"Dolar Zimbabwe (2009)"},"ZWR":{"displayName":"Dolar Zimbabwe (2008)"}}}}}}
