Repository: HKA-web/Microservice.Erp
Catalog: empty/locale/*/LC_MESSAGES/django.po
Languages: id

source: Ping data %(count)s have been successfully deleted
id: Data ping %(count)s telah berhasil dihapus

source: Ping %(ping_id)s have been successfully deleted
id: Ping %(ping_id)s telah berhasil dihapus

source: Ping data %(count)s have been successfully undeleted
id: Data ping %(count)s telah berhasil dikembalikan

source: Ping %(ping_id)s have been successfully undeleted
id: Ping %(ping_id)s telah berhasil dikembalikan

source: Network
id: Jaringan

source: Ping ID
id: ID Ping

source: Your ping id
id: Id ping anda

source: Ping name
id: Nama Ping

source: Your ping name
id: Nama ping anda

source: Ping Address
id: Alamat Ping

source: Your ping address
id: Alamat ping anda

source: Count
id: Jumlah

source: Your count
id: Jumlah anda

source: Interval
id: Jeda

source: Your interval
id: Jeda anda

source: Timeout
id: Waktu Habis

source: Your timeout
id: Waktu habis anda

source: Source
id: Sumber

source: Your source
id: Sumber anda

source: Family
id: Keluarga

source: Your family
id: Keluarga anda

source: Size
id: Ukuran

source: Your size
id: Ukuran anda

source: Read Only
id: Baca Saja

source: Your read only
id: Baca saja anda

source: Properties
id: Properti

source: Your properties
id: Properti anda

source: IP Version 4
id: IP Versi 4

source: IP Version 6
id: IP Versi 6

source: ping id
id: id ping

source: Used for identity
id: Digunakan untuk identitas

source: ping name
id: nama ping

source: Used for view
id: Digunakan untuk tampilan

source: ping address
id: alamat ping

source: count
id: jumlah

source: interval
id: jeda

source: timeout
id: waktu habis

source: source
id: sumber

source: family
id: keluarga

source: Used store history ping
id: Digunakan untuk menyimpan riwayat ping

source: Used store ping
id: Digunakan untuk menyimpan ping

source: Used for linked key
id: Digunakan untuk kunci yang ditautkan

source: alive
id: hidup

source: Used store history ping result
id: Digunakan untuk menyimpan riwayat hasil ping

source: Used store ping result
id: Digunakan untuk menyimpan hasil ping

source: Ping Create
id: Membuat Ping

source: Ping <b><tpl= ping_name tpl/></b> successfully created
id: Ping <b><tpl= ping_name tpl/></b> berhasil dibuat

source: <div>Create New <b>Ping</b></div>
id: <div>Buat <b>Ping</b> Baru</div>

source: Save
id: Simpan

source: Numbering pattern is not allowed
id: Pola penomoran tidak diperbolehkan

source: Ping id <tpl= value tpl/> is already registered
id: Id ping <tpl= value tpl/> sudah terdaftar

source: Empty
id: Kosong

source: Validation server error
id: Kesalahan validasi server

source: Ping address is required
id: Alamat ping diperlukan

source: Ping address <tpl= value tpl/> is already registered
id: Alamat ping <tpl= value tpl/> sudah terdaftar

source: Ping name is required
id: Nama ping diperlukan

source: Ping name <tpl= value tpl/> is already registered
id: Nama ping <tpl= value tpl/> sudah terdaftar

source: Setting
id: Pengaturan

source: Checked For Enable Ping
id: Centang Untuk Mengizinkan Ping

source: Checked For Read Only Mode
id: Centang Untuk Mode Hanya Baca

source: Create
id: Membuat

source: Ping Import
id: Impor Ping

source: Import
id: Impor

source: Ping Update
id: Memperbarui Ping

source: Delete Ping
id: Menghapus

source: Are you sure you want to delete <b><tpl= length tpl/></b> ping ?. Unable to undo
id: Apakah anda yakin ingin menghapus <b><tpl= length tpl/></b> ping ?. Tidak dapat mengurungkan

source: Are you sure you want to delete ping <b><tpl= ping_name tpl/></b> ?. Unable to undo
id: Apakah anda yakin ingin menghapus ping <b><tpl= ping_name tpl/></b> ?. Tidak dapat mengurungkan

source: No
id: Tidak

source: Yes
id: Iya

source: Delete
id: Menghapus

source: Undelete Ping
id: Kembalikan Ping

source: Comment
id: Komentar

source: Update Properties %(name)s
id: Memperbarui Properti %(name)s

source: Ping Name
id: Nama Ping

source: Alive
id: Hidup

source: Are you sure you want to undelete ping <b><tpl= ping_name tpl/></b> ?. Unable to undo
id: Apakah anda yakin ingin kembalikan ping <b><tpl= ping_name tpl/></b> ?. Tidak dapat mengurungkan

source: Are you sure you want to undelete <b><tpl= length tpl/></b> ping ?. Unable to undo
id: Apakah anda yakin ingin kembalikan <b><tpl= length tpl/></b> ping ?. Tidak dapat mengurungkan

source: Ping <b><tpl= ping_name tpl/></b> successfully updated
id: Ping <b><tpl= ping_name tpl/></b> berhasil diperbarui

source: <div>Update exisiting Ping <b>%(ping_name)s</b></div>
id: <div>Memperbarui Ping <b>%(ping_name)s</b></div>
