Repository: HKA-web/Microservice.Erp
Catalog: permission/locale/*/LC_MESSAGES/django.po
Languages: id

source: content type
id: jenis kontent

source: Used for linked key content type
id: Digunakan untuk kunci jenis kontent yang ditautkan

source: object id
id: id obyek

source: Used for linked key object
id: Digunakan untuk kunci obyek yang ditautkan

source: user
id: pengguna

source: Used for linked key user
id: Digunakan untuk kunci pengguna yang ditautkan

source: object permission user id
id: id pengguna izin objek

source: Used for identity
id: Digunakan untuk identitas

source: Used store user object permission
id: Digunakan untuk menyimpan izin object pengguna

source: group
id: grup

source: Used for linked key group
id: Digunakan untuk kunci grup yang ditautkan

source: object permission group id
id: id izin obyek grup

source: Used store group object permission
id: Digunakan untuk menyimpan izin obyek grup
