Repository: HKA-web/Microservice.Erp
Catalog: comment/locale/*/LC_MESSAGES/django.po
Languages: id

source: Comment
id: Komentar

source: Empty
id: Kosong

source: to
id: ke

source: Comment flagged
id: Komentar ditandai

source: Comment flag removed
id: Tanda komentar dihapus

source: Your reaction has been updated successfully
id: Reaksi anda telah berhasil diperbarui

source: Unflagged
id: Tidak ditandai

source: Flagged
id: Ditandai

source: Flag rejected by the moderator
id: Tanda ditolak oleh moderator

source: Comment modified by the author
id: Komentar diubah oleh penulis

source: Comment ID
id: ID Komentar

source: Your comment id
id: Id komentar anda

source: Parent Comment
id: Induk Komentar

source: Your parent comment
id: Induk komentar anda

source: Content Type
id: Jenis Konten

source: Your content type
id: Jenis konten anda

source: Object ID
id: ID Obyek

source: Your object id
id: Id obyek anda

source: Message
id: Pesan

source: Your message
id: Pesan anda

source: Reason
id: Alasan

source: Your reason
id: Alasan anda

source: Reaction
id: Reaksi

source: Your reaction type
id: Jenis reaksi anda

source: comment id
id: id komentar

source: Used for identity
id: Digunakan untuk identitas

source: parent
id: induk

source: Used for hierarchy parent id
id: Digunakan untuk id induk hierarki

source: user
id: pengguna

source: Used for linked key author comment
id: Digunakan untuk komentar penulis kunci yang ditautkan

source: content type
id: jenis konten

source: Used for linked key model comment
id: Digunakan untuk komentar model kunci tertaut

source: object id
id: id obyek

source: Used for linked key commented object
id: Digunakan untuk objek komentar kunci yang ditautkan

source: message
id: pesan

source: read only
id: baca saja

source: Used for disable modification
id: Digunakan untuk menonaktifkan modifikasi

source: Used store history comment
id: Digunakan untuk menyimpan riwayat komentar

source: Used store comment
id: Digunakan untuk menyimpan komentar

source: May
id: Mei

source: Aug
id: Agu

source: Oct
id: Okt

source: Dec
id: Des

source: Sunday
id: Minggu

source: Monday
id: Senin

source: Tuesday
id: Selasa

source: Wednesday
id: Rabu

source: Thursday
id: Kamis

source: Friday
id: Jumat

source: Saturday
id: Sabtu

source: Changed
id: Berubah

source: To
id: Ke

source: True
id: Iya

source: False
id: Tidak

source: comment
id: komentar

source: Used for linked key comment
id: Digunakan untuk komentar kunci tertaut

source: count
id: menghitung

source: Used for count flag
id: Digunakan untuk menghitung tanda

source: state
id: keadaan

source: Used for state flag
id: Digunakan untuk posisi tanda

source: Used for linked key moderator first flag
id: Digunakan untuk menautkan kunci tanda pertama moderator

source: Used store history comment flag
id: Digunakan untuk menyimpan riwayat tanda komentar

source: Used store comment flag
id: Digunakan untuk menyimpan tanda komentar

source: flag
id: tanda

source: Used for linked key flag
id: Digunakan untuk menautkan kunci tanda

source: Used for linked key user flag
id: Digunakan untuk menautkan kunci tanda user

source: reason
id: alasan

source: Used for reason flag
id: Digunakan untuk alasan tanda

source: Used store history comment flag reason
id: Digunakan untuk menyimpan riwayat alasan tanda komentar

source: Used store comment flag reason
id: Digunakan untuk menyimpan alasan tanda komentar

source: like
id: suka

source: Used for count like
id: Digunakan untuk suka

source: dislike
id: tidak suka

source: Used for count dislike
id: Digunakan untuk tidak suka

source: Used store history comment reaction
id: Digunakan untuk menyimpan riwayat reaksi

source: Used store comment reaction
id: Digunakan untuk menyimpan reaksi komentar

source: reaction
id: reaksi

source: Used for linked key reaction
id: Digunakan untuk menautkan kunci reaksi

source: Used for linked key user
id: Digunakan untuk menautkan kunci user

source: reaction type
id: jenis reaksi

source: Used for reaction type like or dislike
id: Digunakan untuk jenis reaksi suka atau tidak suka

source: Used store history comment reaction reason
id: Digunakan untuk menyimpan riwayat alasan reaksi

source: Used store comment reaction reason
id: Digunakan untuk menyimpan aasan reaksi

source: Delete Comment
id: Hapus Komentar

source: Are you sure you want to delete comment?. Unable to undo
id: Apakah anda yakin ingin menghapus komentar ?. Tidak dapat mengurungkan

source: Yes
id: Tidak

source: No
id: Iya

source: Loading older comments...
id: Memuat komentar terdahulu...

source: Message is required
id: Pesan diperlukan

source: Reason is required
id: Alasan diperlukan

source: Flag Reason
id: Alasan Tanda

source: This comment has been deleted
id: Komentar ini telah dihapus

source: System
id: Sistem

source: Comment %(comment_id)s have been successfully created
id: Komentar %(comment_id)s telah berhasil dibuat

source: Data validation error
id: Kesalahan validasi data

source: Comment %(comment_id)s have been successfully deleted
id: Komentar %(comment_id)s telah berhasil dihapus

source: Comment flag %(flag_id)s, reason %(reason_id)s have been successfully %(created)s
id: Tanda komentar %(flag_id)s, alasan %(reason_id)s telah berhasil %(created)s

source: created
id: dibuat

source: updated
id: diperbarui

source: Comment reaction %(reaction_id)s, reason %(reason_id)s have been successfully %(created)s
id: Reaksi komentar %(reaction_id)s, alasan %(reason_id)s telah berhasil %(created)s
